{
    "verses": [
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things. Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.",
        "Let all that you do be done in love.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "Anyone who does not love does not know God, because God is love.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. By this all people will know that you are my disciples, if you have love for one another.”",
        "We love because he first loved us.",
        "Hatred stirs up strife, but love covers all offenses.",
        "Jesus answered, “The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one. And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ...",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "“Teacher, which is the great commandment in the Law?” And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself. On these two commandments depend all the Law and the Prophets.”",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "“If you love me, you will keep my commandments.",
        "A friend loves at all times, and a brother is born for adversity.",
        "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things.",
        "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "No, in all these things we are more than conquerors through him who loved us. For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "“This is my commandment, that you love one another as I have loved you.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself.",
        "Know therefore that the Lord your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,",
        "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "But God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord. Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "And as you wish that others would do to you, do so to them.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "Because your steadfast love is better than life, my lips will praise you.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "Three things are too wonderful for me; four I do not understand: the way of an eagle in the sky, the way of a serpent on a rock, the way of a ship on the high seas, and the way of a man with a virgin.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? ...",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "I love those who love me, and those who seek me diligently find me.",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "To the choirmaster. A Psalm of David, the servant of the Lord, who addressed the words of this song to the Lord on the day when the Lord delivered him from the hand of all his enemies, and from the hand of Saul. He said: I love you, O Lord, my strength.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him? Little children, let us not love in word or talk but in deed and in truth.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "So that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth, and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,"
    ],
    "references": [
        "1 Corinthians 13:4-8",
        "1 Corinthians 16:14",
        "John 3:16",
        "1 John 4:8",
        "1 Peter 4:8",
        "Colossians 3:14",
        "1 Corinthians 13:13",
        "John 15:13",
        "John 13:34-35",
        "1 John 4:19",
        "Proverbs 10:12",
        "Mark 12:29-31",
        "1 John 4:18",
        "1 John 4:7",
        "1 Corinthians 13:1-13",
        "Romans 5:8",
        "Matthew 22:36-40",
        "Ephesians 5:25",
        "Ephesians 4:2",
        "John 14:15",
        "Proverbs 17:17",
        "1 John 3:1",
        "Romans 13:8",
        "1 John 4:16",
        "Romans 12:9",
        "Luke 6:35",
        "1 Corinthians 13:4-7",
        "Galatians 2:20",
        "Romans 12:10",
        "Romans 13:10",
        "Romans 8:37-39",
        "1 John 3:18",
        "1 John 4:7-8",
        "John 15:12",
        "Ephesians 5:33",
        "Matthew 22:37-39",
        "Deuteronomy 7:9",
        "Zephaniah 3:17",
        "Mark 12:31",
        "Proverbs 17:9",
        "Proverbs 3:3-4",
        "Galatians 5:22",
        "1 Corinthians 13:2",
        "Ephesians 2:4-5",
        "Romans 8:28",
        "Ephesians 4:2-3",
        "1 John 4:20",
        "1 Peter 5:6-7",
        "Song of Solomon 8:6-7",
        "Luke 6:31",
        "Psalm 86:15",
        "1 John 4:12",
        "John 14:21",
        "Song of Solomon 8:6",
        "John 13:34",
        "Song of Solomon 8:7",
        "1 John 3:16",
        "Romans 5:5",
        "Galatians 5:22-23",
        "Psalm 63:3",
        "Jeremiah 31:3",
        "Matthew 6:24",
        "1 Peter 1:22",
        "John 14:23",
        "1 John 4:21",
        "1 John 4:11",
        "Matthew 22:37",
        "Romans 8:35",
        "Psalm 143:8",
        "1 Corinthians 13:4-5",
        "Leviticus 19:18",
        "Proverbs 30:18-19",
        "Galatians 5:13",
        "1 Corinthians 13:1-3",
        "Matthew 5:43-48",
        "Isaiah 43:4",
        "Genesis 29:20",
        "1 Corinthians 13:4",
        "Ephesians 4:32",
        "1 Corinthians 13:1",
        "John 15:12-13",
        "Matthew 5:22",
        "Philippians 2:2",
        "Proverbs 8:17",
        "2 Corinthians 5:14",
        "Song of Solomon 4:10",
        "Proverbs 15:17",
        "Song of Solomon 2:16",
        "Psalm 18:1",
        "Romans 12:9-10",
        "1 John 3:16-18",
        "James 2:8",
        "Ephesians 3:17-19",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "John 3:16-17",
        "Ephesians 5:2",
        "Galatians 5:13-14",
        "Matthew 5:43-44"
    ]
}