{
    "verses": [
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "I can do all things through him who strengthens me.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "I wish those who unsettle you would emasculate themselves!",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "Iron sharpens iron, and one man sharpens another.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Casting all your anxieties on him, because he cares for you.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "Commit your way to the Lord; trust in him, and he will act.",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "“If you love me, you will keep my commandments.",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "Seek the Lord and his strength; seek his presence continually!",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
        "Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.",
        "But it is the spirit in man, the breath of the Almighty, that makes him understand.",
        "Sanctify them in the truth; your word is truth.",
        "For the Holy Spirit will teach you in that very hour what you ought to say.”",
        "Knowing this first of all, that no prophecy of Scripture comes from someone's own interpretation.",
        "That the man of God may be complete, equipped for every good work.",
        "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "And let us consider how to stir up one another to love and good works,",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.",
        "Be watchful, stand firm in the faith, act like men, be strong. Let all that you do be done in love.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "A friend loves at all times, and a brother is born for adversity.",
        "And everyone who thus hopes in him purifies himself as he is pure.",
        "Therefore encourage one another and build one another up, just as you are doing.",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "For nothing will be impossible with God.”",
        "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
        "We love because he first loved us.",
        "Addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,",
        "Contribute to the needs of the saints and seek to show hospitality.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "“Fear not, little flock, for it is your Father's good pleasure to give you the kingdom.",
        "And as you wish that others would do to you, do so to them.",
        "Jesus looked at them and said, “With man it is impossible, but not with God. For all things are possible with God.”",
        "Whoever brings blessing will be enriched, and one who waters will himself be watered.",
        "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?",
        "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "I sought the Lord, and he answered me and delivered me from all my fears.",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you.",
        "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
        "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
        "A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth.",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "Let each of us please his neighbor for his good, to build him up.",
        "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
        "For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison,",
        "Not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.",
        "Every word of God proves true; he is a shield to those who take refuge in him.",
        "Let the favor of the Lord our God be upon us, and establish the work of our hands upon us; yes, establish the work of our hands!",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "For I long to see you, that I may impart to you some spiritual gift to strengthen you— that is, that we may be mutually encouraged by each other's faith, both yours and mine.",
        "“I, I am he who comforts you; who are you that you are afraid of man who dies, of the son of man who is made like grass,",
        "Grace to you and peace from God our Father and the Lord Jesus Christ. I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,",
        "That is why I sent you Timothy, my beloved and faithful child in the Lord, to remind you of my ways in Christ, as I teach them everywhere in every church.",
        "Those who sow in tears shall reap with shouts of joy!",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins?",
        "Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!",
        "Nothing is covered up that will not be revealed, or hidden that will not be known.",
        "Whoever walks in uprightness fears the Lord, but he who is devious in his ways despises him.",
        "For we walk by faith, not by sight.",
        "He makes me lie down in green pastures. He leads me beside still waters.",
        "And by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.",
        "That in every way you were enriched in him in all speech and all knowledge—",
        "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
        "And said to him, “Are you the one who is to come, or shall we look for another?”",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "And he said to them, “I am 120 years old today. I am no longer able to go out and come in. The Lord has said to me, ‘You shall not go over this Jordan.’",
        "For Christ did not please himself, but as it is written, “The reproaches of those who reproached you fell on me.”",
        "You return man to dust and say, “Return, O children of man!”",
        "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
        "Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
        "The Lord is my strength and my song; he has become my salvation.",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have.",
        "The Lord is my strength and my song, and he has become my salvation; this is my God, and I will praise him, my father's God, and I will exalt him.",
        "“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
        "Blessed is the man against whom the Lord counts no iniquity, and in whose spirit there is no deceit.",
        "Finally, be strong in the Lord and in the strength of his might.",
        "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
        "God, the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places. To the choirmaster: with stringed instruments.",
        "He gives power to the faint, and to him who has no might he increases strength.",
        "May the Lord give strength to his people! May the Lord bless his people with peace!",
        "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’",
        "But the Lord is faithful. He will establish you and guard you against the evil one.",
        "For the Lord your God is he who goes with you to fight for you against your enemies, to give you the victory.’",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "‘Ah, Lord God! It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you.",
        "But I will sing of your strength; I will sing aloud of your steadfast love in the morning. For you have been to me a fortress and a refuge in the day of my distress.",
        "Then he said to me, “This is the word of the Lord to Zerubbabel: Not by might, nor by power, but by my Spirit, says the Lord of hosts.",
        "Both riches and honor come from you, and you rule over all. In your hand are power and might, and in your hand it is to make great and to give strength to all.",
        "For who is God, but the Lord? And who is a rock, except our God?—",
        "For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God.",
        "The God who equipped me with strength and made my way blameless.",
        "For not by their own sword did they win the land, nor did their own arm save them, but your right hand and your arm, and the light of your face, for you delighted in them.",
        "My soul melts away for sorrow; strengthen me according to your word!",
        "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,",
        "On the day I called, you answered me; my strength of soul you increased.",
        "For in him the whole fullness of deity dwells bodily, and you have been filled in him, who is the head of all rule and authority.",
        "To another faith by the same Spirit, to another gifts of healing by the one Spirit,",
        "For thus said the Lord God, the Holy One of Israel, “In returning and rest you shall be saved; in quietness and in trust shall be your strength.” But you were unwilling,",
        "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
        "But you, O Lord, do not be far off! O you my help, come quickly to my aid!",
        "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,",
        "The Almighty—we cannot find him; he is great in power; justice and abundant righteousness he will not violate.",
        "O Lord, be gracious to us; we wait for you. Be our arm every morning, our salvation in the time of trouble.",
        "Awesome is God from his sanctuary; the God of Israel—he is the one who gives power and strength to his people. Blessed be God!",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold.",
        "I call upon the Lord, who is worthy to be praised, and I am saved from my enemies.",
        "Ascribe to the Lord the glory due his name; worship the Lord in the splendor of holiness.",
        "You know that when you were pagans you were led astray to mute idols, however you were led.",
        "And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.",
        "Deliver me from those who work evil, and save me from bloodthirsty men.",
        "“You have led in your steadfast love the people whom you have redeemed; you have guided them by your strength to your holy abode.",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
        "So as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—",
        "Be imitators of me, as I am of Christ.",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,",
        "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.",
        "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "And may the Lord make you increase and abound in love for one another and for all, as we do for you,",
        "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
        "For it is God who works in you, both to will and to work for his good pleasure.",
        "You therefore must be perfect, as your heavenly Father is perfect.",
        "And Jesus increased in wisdom and in stature and in favor with God and man.",
        "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation— if indeed you have tasted that the Lord is good.",
        "Until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,",
        "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.",
        "Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature.",
        "The righteous flourish like the palm tree and grow like a cedar in Lebanon.",
        "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.",
        "We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing.",
        "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
        "Now the boy Samuel continued to grow both in stature and in favor with the Lord and also with man.",
        "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.",
        "Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;",
        "And the child grew and became strong, filled with wisdom. And the favor of God was upon him.",
        "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.",
        "He who plants and he who waters are one, and each will receive his wages according to his labor.",
        "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.",
        "And take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
        "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,",
        "So neither he who plants nor he who waters is anything, but only God who gives the growth.",
        "For the righteous falls seven times and rises again, but the wicked stumble in times of calamity.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "So those who received his word were baptized, and there were added that day about three thousand souls.",
        "Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away.",
        "And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, to equip the saints for the work of ministry, for building up the body of Christ,",
        "Your word is a lamp to my feet and a light to my path.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "Pray without ceasing,",
        "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”",
        "And he said to them, “Take care, and be on your guard against all covetousness, for one's life does not consist in the abundance of his possessions.”",
        "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
        "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "Then the Lord God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.",
        "For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life.",
        "In the beginning, God created the heavens and the earth.",
        "So, whether you eat or drink, or whatever you do, do all to the glory of God.",
        "The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man.",
        "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
        "Death and life are in the power of the tongue, and those who love it will eat its fruits.",
        "Everyone who is called by my name, whom I created for my glory, whom I formed and made.”",
        "And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.",
        "The fear of the Lord is a fountain of life, that one may turn away from the snares of death.",
        "And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.”",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
        "So God created man in his own image, in the image of God he created him; male and female he created them.",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "For everything there is a season, and a time for every matter under heaven:",
        "“Whoever takes a human life shall surely be put to death. Whoever takes an animal's life shall make it good, life for life.",
        "And he said to him, “Truly, I say to you, today you will be with me in paradise.”",
        "Whoever finds his life will lose it, and whoever loses his life for my sake will find it.",
        "Whoever loves his life loses it, and whoever hates his life in this world will keep it for eternal life.",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”",
        "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.",
        "Whoever pursues righteousness and kindness will find life, righteousness, and honor.",
        "So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day.",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’",
        "For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life.",
        "As in water face reflects face, so the heart of man reflects the man.",
        "Look carefully then how you walk, not as unwise but as wise, making the best use of the time, because the days are evil.",
        "For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.",
        "“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!",
        "For all have sinned and fall short of the glory of God,",
        "Vanity of vanities, says the Preacher, vanity of vanities! All is vanity.",
        "For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death.",
        "The one who offers thanksgiving as his sacrifice glorifies me; to one who orders his way rightly I will show the salvation of God!”",
        "The Lord will keep you from all evil; he will keep your life. The Lord will keep your going out and your coming in from this time forth and forevermore.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
        "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.",
        "For while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.",
        "Whoever heeds instruction is on the path to life, but he who rejects reproof leads others astray.",
        "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever.",
        "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”",
        "Keep your heart with all vigilance, for from it flow the springs of life.",
        "For whoever would save his life will lose it, but whoever loses his life for my sake will find it.",
        "For to me to live is Christ, and to die is gain.",
        "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.",
        "For what does it profit a man to gain the whole world and forfeit his soul?",
        "Whoever guards his mouth preserves his life; he who opens wide his lips comes to ruin.",
        "This is the day that the Lord has made; let us rejoice and be glad in it.",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "For you have died, and your life is hidden with Christ in God. When Christ who is your life appears, then you also will appear with him in glory.",
        "Strive for peace with everyone, and for the holiness without which no one will see the Lord.",
        "If we live by the Spirit, let us also keep in step with the Spirit.",
        "Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”",
        "Whoever gets sense loves his own soul; he who keeps understanding will discover good.",
        "Jesus said to her, “I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,",
        "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!",
        "For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord's.",
        "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you.",
        "A Psalm of David. The earth is the Lord's and the fullness thereof, the world and those who dwell therein,",
        "For “everyone who calls on the name of the Lord will be saved.”",
        "I will never forget your precepts, for by them you have given me life.",
        "Make me to know your ways, O Lord; teach me your paths.",
        "Whoever has the Son has life; whoever does not have the Son of God does not have life.",
        "For you are my rock and my fortress; and for your name's sake you lead me and guide me;",
        "Yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.",
        "But he said, “Blessed rather are those who hear the word of God and keep it!”",
        "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.",
        "For you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "Bear one another's burdens, and so fulfill the law of Christ.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "And call upon me in the day of trouble; I will deliver you, and you shall glorify me.”",
        "And lead us not into temptation, but deliver us from evil.",
        "When the righteous cry for help, the Lord hears and delivers them out of all their troubles. The Lord is near to the brokenhearted and saves the crushed in spirit.",
        "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
        "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "The Lord is good to all, and his mercy is over all that he has made.",
        "Love bears all things, believes all things, hopes all things, endures all things.",
        "When the righteous cry for help, the Lord hears and delivers them out of all their troubles.",
        "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you. Trust in the Lord forever, for the Lord God is an everlasting rock.",
        "“Blessed are those who mourn, for they shall be comforted.",
        "Jesus said to him, “Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”",
        "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to the Lord, “My refuge and my fortress, my God, in whom I trust.”",
        "Your kingdom come, your will be done, on earth as it is in heaven.",
        "Jesus Christ is the same yesterday and today and forever.",
        "Pray then like this: “Our Father in heaven, hallowed be your name.",
        "Behold, I am doing a new thing; now it springs forth, do you not perceive it? I will make a way in the wilderness and rivers in the desert.",
        "He alone is my rock and my salvation, my fortress; I shall not be greatly shaken.",
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience.",
        "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "But if we hope for what we do not see, we wait for it with patience.",
        "Surely there is a future, and your hope will not be cut off.",
        "“And now, O Lord, for what do I wait? My hope is in you.",
        "Know that wisdom is such to your soul; if you find it, there will be a future, and your hope will not be cut off.",
        "Having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,",
        "You are my hiding place and my shield; I hope in your word.",
        "“Blessed is the man who trusts in the Lord, whose trust is the Lord.",
        "“The Lord is my portion,” says my soul, “therefore I will hope in him.”",
        "Hope deferred makes the heart sick, but a desire fulfilled is a tree of life.",
        "I wait for the Lord, my soul waits, and in his word I hope;",
        "Let your steadfast love, O Lord, be upon us, even as we hope in you.",
        "For you, O Lord, are my hope, my trust, O Lord, from my youth.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?",
        "But the Lord takes pleasure in those who fear him, in those who hope in his steadfast love.",
        "But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation.",
        "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God.",
        "But I will hope continually and will praise you yet more and more.",
        "Behold, the eye of the Lord is on those who fear him, on those who hope in his steadfast love,",
        "So that being justified by his grace we might become heirs according to the hope of eternal life.",
        "Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.",
        "We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain,",
        "Waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness.",
        "There is one body and one Spirit—just as you were called to the one hope that belongs to your call—",
        "For the needy shall not always be forgotten, and the hope of the poor shall not perish forever.",
        "But as for me, I will look to the Lord; I will wait for the God of my salvation; my God will hear me.",
        "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.",
        "In hope of eternal life, which God, who never lies, promised before the ages began",
        "And you will feel secure, because there is hope; you will look around and take your rest in security.",
        "Lead me in your truth and teach me, for you are the God of my salvation; for you I wait all the day long.",
        "But Christ is faithful over God's house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope.",
        "But, as it is written, “What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him”—",
        "If in Christ we have hope in this life only, we are of all people most to be pitied.",
        "For God alone, O my soul, wait in silence, for my hope is from him.",
        "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
        "O Israel, hope in the Lord! For with the Lord there is steadfast love, and with him is plentiful redemption.",
        "Blessed is he whose help is the God of Jacob, whose hope is in the Lord his God,",
        "Who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.",
        "O Lord, you hear the desire of the afflicted; you will strengthen their heart; you will incline your ear",
        "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.",
        "Since we have such a hope, we are very bold,",
        "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
        "My soul longs for your salvation; I hope in your word.",
        "Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,",
        "Though he slay me, I will hope in him; yet I will argue my ways to his face.",
        "In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”",
        "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
        "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?",
        "And in his name the Gentiles will hope.”",
        "Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double.",
        "And we desire each one of you to show the same earnestness to have the full assurance of hope until the end,",
        "Because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,",
        "But this I call to mind, and therefore I have hope:",
        "And whatever you ask in prayer, you will receive, if you have faith.”",
        "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
        "So faith comes from hearing, and hearing through the word of Christ.",
        "You believe that God is one; you do well. Even the demons believe—and shudder!",
        "So that your faith might not rest in the wisdom of men but in the power of God.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "The apostles said to the Lord, “Increase our faith!”",
        "You see that a person is justified by works and not by faith alone.",
        "I have fought the good fight, I have finished the race, I have kept the faith.",
        "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
        "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
        "For you know that the testing of your faith produces steadfastness.",
        "So also faith by itself, if it does not have works, is dead.",
        "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”",
        "“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
        "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
        "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.",
        "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.",
        "But he said, “What is impossible with man is possible with God.”",
        "Jesus said to her, “Did I not tell you that if you believed you would see the glory of God?”",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "And Jesus answered them, “Have faith in God.",
        "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, for we walk by faith, not by sight.",
        "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.",
        "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.”",
        "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
        "And the Lord said, “If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
        "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.",
        "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
        "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
        "And he said to the woman, “Your faith has saved you; go in peace.”",
        "Truly, truly, I say to you, whoever believes has eternal life.",
        "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?",
        "I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.",
        "For by it the people of old received their commendation.",
        "I have chosen the way of faithfulness; I set your rules before me.",
        "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,",
        "Therefore encourage one another with these words.",
        "But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin.",
        "Anxiety in a man's heart weighs him down, but a good word makes him glad.",
        "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.",
        "Thus Joseph, who was also called by the apostles Barnabas (which means son of encouragement), a Levite, a native of Cyprus,",
        "So then let us pursue what makes for peace and for mutual upbuilding.",
        "And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words.",
        "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.",
        "And we sent Timothy, our brother and God's coworker in the gospel of Christ, to establish and exhort you in your faith,",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "The one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.",
        "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.",
        "He can deal gently with the ignorant and wayward, since he himself is beset with weakness.",
        "I have sent him to you for this very purpose, that you may know how we are and that he may encourage your hearts,",
        "Who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.",
        "And when they had read it, they rejoiced because of its encouragement.",
        "For you know how, like a father with his children,",
        "Strengthening the souls of the disciples, encouraging them to continue in the faith, and saying that through many tribulations we must enter the kingdom of God.",
        "The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence.",
        "Therefore I intend always to remind you of these qualities, though you know them and are established in the truth that you have.",
        "To equip the saints for the work of ministry, for building up the body of Christ,",
        "Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.",
        "Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,",
        "We exhorted each one of you and encouraged you and charged you to walk in a manner worthy of God, who calls you into his own kingdom and glory.",
        "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy,",
        "Let all that you do be done in love.",
        "Anyone who does not love does not know God, because God is love.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "Hatred stirs up strife, but love covers all offenses.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "“This is my commandment, that you love one another as I have loved you.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "Because your steadfast love is better than life, my lips will praise you.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "I love those who love me, and those who seek me diligently find me.",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,"
    ],
    "references": [
        "Colossians 3:23",
        "1 Corinthians 15:58",
        "Proverbs 3:5",
        "Matthew 19:26",
        "Romans 12:11",
        "Philippians 4:13",
        "Philippians 4:19",
        "Jeremiah 29:11",
        "Luke 15:7",
        "Romans 8:28",
        "2 Corinthians 9:7",
        "Galatians 5:12",
        "Isaiah 41:10",
        "Deuteronomy 31:6",
        "Isaiah 40:31",
        "Proverbs 3:5-6",
        "Galatians 1:10",
        "2 Thessalonians 3:10",
        "Proverbs 27:17",
        "2 Timothy 1:7",
        "1 Peter 5:7",
        "John 3:16",
        "Romans 15:13",
        "1 Corinthians 16:13",
        "John 10:10",
        "Luke 15:10",
        "2 Timothy 3:16",
        "Psalm 34:8",
        "Joshua 1:9",
        "Proverbs 18:10",
        "Colossians 3:23-24",
        "Ephesians 2:10",
        "John 4:34",
        "Matthew 6:33",
        "Psalm 27:1",
        "John 16:33",
        "Galatians 6:9",
        "1 Timothy 4:12",
        "Matthew 5:16",
        "Ephesians 6:13",
        "Lamentations 3:22-23",
        "Proverbs 10:4",
        "2 Peter 3:18",
        "2 Peter 1:10",
        "Romans 8:31",
        "Romans 1:17",
        "John 15:13",
        "Psalm 37:5",
        "Exodus 19:5",
        "Proverbs 14:23",
        "Psalm 23:4",
        "1 John 3:22",
        "James 1:12",
        "Philippians 2:3",
        "Romans 12:1",
        "Luke 4:8",
        "Ezra 10:4",
        "John 14:15",
        "Psalm 23:1",
        "1 Chronicles 16:11",
        "Acts 1:8",
        "Hebrews 12:11",
        "Philippians 4:7",
        "1 Corinthians 13:12",
        "James 4:6",
        "1 Corinthians 6:19",
        "2 Peter 1:21",
        "1 John 4:1",
        "Job 32:8",
        "John 17:17",
        "Luke 12:12",
        "2 Peter 1:20",
        "2 Timothy 3:17",
        "John 14:26",
        "Matthew 11:28",
        "Psalm 31:24",
        "Psalm 16:8",
        "Hebrews 10:24",
        "1 John 4:7-8",
        "Hebrews 13:16",
        "1 Corinthians 16:13-14",
        "1 Corinthians 13:4",
        "Proverbs 17:17",
        "1 John 3:3",
        "1 Thessalonians 5:11",
        "Ephesians 4:2",
        "John 14:27",
        "Luke 1:37",
        "1 John 5:14",
        "1 John 4:19",
        "Ephesians 5:19",
        "Romans 12:13",
        "Romans 12:9",
        "Luke 12:32",
        "Luke 6:31",
        "Mark 10:27",
        "Proverbs 11:25",
        "Psalm 46:1",
        "1 John 3:17",
        "Romans 15:4",
        "Psalm 37:4",
        "Mark 11:24",
        "Psalm 34:4",
        "Psalm 28:7",
        "Ephesians 4:29",
        "Psalm 32:8",
        "Romans 15:5",
        "Psalm 55:22",
        "Psalm 121:1-2",
        "Deuteronomy 31:8",
        "Romans 15:2",
        "Philippians 1:6",
        "2 Corinthians 4:17",
        "Hebrews 10:25",
        "Proverbs 30:5",
        "Psalm 90:17",
        "Isaiah 43:4",
        "Romans 1:11-12",
        "Isaiah 51:12",
        "1 Corinthians 1:3-4",
        "1 Corinthians 4:17",
        "Psalm 126:5",
        "Isaiah 12:2",
        "Hebrews 10:2",
        "Psalm 31:2",
        "Luke 12:2",
        "Proverbs 14:2",
        "2 Corinthians 5:7",
        "Psalm 23:2",
        "1 Corinthians 15:2",
        "1 Corinthians 1:5",
        "John 14:2",
        "Matthew 11:3",
        "Isaiah 26:3",
        "Hebrews 11:1",
        "Deuteronomy 31:2",
        "Romans 15:3",
        "Psalm 90:3",
        "Colossians 3:15",
        "Hebrews 10:23",
        "Psalm 118:14",
        "Revelation 1:1",
        "2 Corinthians 8:12",
        "Exodus 15:2",
        "Matthew 6:34",
        "Psalm 32:2",
        "Ephesians 6:10",
        "Psalm 73:26",
        "Habakkuk 3:19",
        "Isaiah 40:29",
        "Psalm 29:11",
        "Mark 12:30",
        "2 Thessalonians 3:3",
        "Deuteronomy 20:4",
        "2 Corinthians 12:10",
        "Jeremiah 32:17",
        "Psalm 59:16",
        "Zechariah 4:6",
        "1 Chronicles 29:12",
        "Psalm 18:31",
        "1 Corinthians 1:18",
        "Psalm 18:32",
        "Psalm 44:3",
        "Psalm 119:28",
        "Ephesians 3:16",
        "Psalm 138:3",
        "Colossians 2:9-10",
        "1 Corinthians 12:9",
        "Isaiah 30:15",
        "1 Timothy 1:7",
        "Psalm 22:19",
        "1 Timothy 2:1",
        "Job 37:23",
        "Isaiah 33:2",
        "Psalm 68:35",
        "Philippians 4:6",
        "Psalm 18:2",
        "Psalm 18:3",
        "Psalm 29:2",
        "1 Corinthians 12:2",
        "Ecclesiastes 4:12",
        "Psalm 59:2",
        "Exodus 15:13",
        "Psalm 27:14",
        "Galatians 5:22-23",
        "Matthew 5:6",
        "Colossians 1:10",
        "1 Peter 2:2",
        "1 Corinthians 11:1",
        "James 1:2",
        "Hebrews 6:1",
        "1 Corinthians 13:11",
        "Colossians 2:6-7",
        "2 Corinthians 5:17",
        "1 Thessalonians 3:12",
        "John 15:5",
        "Philippians 2:13",
        "Matthew 5:48",
        "Luke 2:52",
        "Ephesians 4:15",
        "1 Peter 2:2-3",
        "Ephesians 4:13",
        "2 Timothy 2:15",
        "2 Corinthians 9:10",
        "Hebrews 5:14",
        "1 Corinthians 14:20",
        "Psalm 92:12",
        "John 15:2",
        "2 Thessalonians 1:3",
        "Romans 8:29",
        "1 Samuel 2:26",
        "Acts 17:11",
        "1 Timothy 4:7",
        "Luke 2:40",
        "1 Corinthians 14:1",
        "1 Corinthians 3:8",
        "James 1:4",
        "Luke 1:80",
        "Ephesians 6:17",
        "Ephesians 5:18",
        "1 Corinthians 3:7",
        "Proverbs 24:16",
        "Romans 5:3-4",
        "Acts 2:41",
        "1 Corinthians 2:6",
        "Ephesians 4:11-12",
        "Psalm 119:105",
        "Romans 5:5",
        "James 1:5",
        "1 Thessalonians 5:17",
        "John 6:35",
        "John 8:12",
        "Luke 12:15",
        "John 14:6",
        "Micah 6:8",
        "1 Thessalonians 5:16-18",
        "Romans 6:23",
        "Genesis 2:7",
        "Romans 5:10",
        "Genesis 1:1",
        "1 Corinthians 10:31",
        "Ecclesiastes 12:13",
        "1 Timothy 6:12",
        "Proverbs 18:21",
        "Isaiah 43:7",
        "John 17:3",
        "Proverbs 14:27",
        "Genesis 1:20",
        "Galatians 5:22",
        "John 3:36",
        "Genesis 1:27",
        "John 1:12",
        "Ecclesiastes 3:1",
        "Leviticus 24:17-18",
        "Luke 23:43",
        "Matthew 10:39",
        "John 12:25",
        "John 1:1",
        "Acts 4:12",
        "John 5:24",
        "Proverbs 21:21",
        "2 Corinthians 4:16",
        "Colossians 3:12",
        "Matthew 6:24",
        "Revelation 2:7",
        "Leviticus 17:11",
        "Proverbs 27:19",
        "Ephesians 5:15-16",
        "1 John 2:16",
        "Matthew 7:24",
        "1 John 1:9",
        "Luke 12:5",
        "Romans 3:23",
        "Ecclesiastes 1:2",
        "Romans 8:2",
        "Psalm 50:23",
        "Psalm 121:7-8",
        "Ephesians 2:8-9",
        "Psalm 16:11",
        "Romans 8:6",
        "1 Timothy 4:8",
        "Proverbs 10:17",
        "Psalm 23:6",
        "Hebrews 13:5",
        "Proverbs 4:23",
        "Matthew 16:25",
        "Philippians 1:21",
        "James 3:13",
        "Mark 8:36",
        "Proverbs 13:3",
        "Psalm 118:24",
        "2 Peter 1:3",
        "Colossians 3:3-4",
        "Hebrews 12:14",
        "Galatians 5:25",
        "John 7:38",
        "Proverbs 19:8",
        "John 11:25",
        "Psalm 37:7",
        "Romans 14:8",
        "Proverbs 3:1-2",
        "Psalm 24:1",
        "Romans 10:13",
        "Psalm 119:93",
        "Psalm 25:4",
        "1 John 5:12",
        "Psalm 31:3",
        "James 4:14",
        "Luke 11:28",
        "Romans 8:18",
        "James 1:3-4",
        "Galatians 6:2",
        "Psalm 30:5",
        "Psalm 50:15",
        "Matthew 6:13",
        "Psalm 34:17-18",
        "Mark 9:23",
        "Matthew 7:12",
        "Psalm 145:9",
        "1 Corinthians 13:7",
        "Psalm 34:17",
        "2 Peter 3:9",
        "Romans 13:8",
        "James 1:2-3",
        "Isaiah 26:3-4",
        "Matthew 5:4",
        "John 20:29",
        "Psalm 91:1-2",
        "Matthew 6:10",
        "Hebrews 13:8",
        "Matthew 6:9",
        "Isaiah 43:19",
        "Psalm 62:2",
        "Romans 12:12",
        "Romans 8:24-25",
        "Colossians 1:27",
        "1 Corinthians 13:13",
        "Romans 8:25",
        "Proverbs 23:18",
        "Psalm 39:7",
        "Proverbs 24:14",
        "Ephesians 1:18",
        "Psalm 119:114",
        "Jeremiah 17:7",
        "Lamentations 3:24",
        "Proverbs 13:12",
        "Psalm 130:5",
        "Psalm 33:22",
        "Psalm 71:5",
        "Romans 8:24",
        "Psalm 147:11",
        "1 Thessalonians 5:8",
        "Psalm 42:11",
        "Psalm 71:14",
        "Psalm 33:18",
        "Titus 3:7",
        "1 Peter 1:13",
        "Hebrews 6:19",
        "Titus 2:13",
        "1 Thessalonians 1:3",
        "Galatians 5:5",
        "Ephesians 4:4",
        "Psalm 9:18",
        "Micah 7:7",
        "Romans 5:2",
        "Titus 1:2",
        "Job 11:18",
        "Psalm 25:5",
        "Hebrews 3:6",
        "1 Corinthians 2:9",
        "1 Corinthians 15:19",
        "Psalm 62:5",
        "Matthew 25:21",
        "Psalm 130:7",
        "Psalm 146:5",
        "1 Peter 1:21",
        "Psalm 10:17",
        "1 Thessalonians 4:13",
        "2 Corinthians 3:12",
        "Galatians 6:8",
        "Psalm 119:81",
        "1 Timothy 1:1",
        "Job 13:15",
        "Romans 4:18",
        "Proverbs 10:28",
        "Numbers 23:19",
        "Matthew 12:21",
        "Zechariah 9:12",
        "Hebrews 6:11",
        "Colossians 1:5",
        "Lamentations 3:21",
        "Matthew 21:22",
        "Hebrews 11:6",
        "Romans 10:17",
        "James 2:19",
        "1 Corinthians 2:5",
        "Ephesians 2:8",
        "Luke 17:5",
        "James 2:24",
        "2 Timothy 4:7",
        "1 John 5:4",
        "Mark 10:52",
        "Psalm 46:10",
        "Romans 10:9",
        "James 1:6",
        "Ephesians 6:16",
        "James 1:3",
        "James 2:17",
        "John 8:24",
        "Habakkuk 2:4",
        "Mark 16:16",
        "1 Corinthians 13:2",
        "Romans 14:1",
        "Matthew 15:28",
        "Hebrews 11:11",
        "Luke 18:27",
        "John 11:40",
        "1 Timothy 6:11",
        "Mark 11:22",
        "Romans 10:10",
        "Romans 5:1",
        "2 Corinthians 5:6-7",
        "1 John 5:1",
        "Hebrews 10:38",
        "Mark 9:24",
        "Luke 17:6",
        "Proverbs 3:6",
        "Galatians 5:6",
        "Matthew 9:22",
        "Romans 14:23",
        "James 2:18",
        "Luke 7:50",
        "John 6:47",
        "1 John 5:5",
        "1 John 5:13",
        "Hebrews 11:2",
        "Psalm 119:30",
        "1 Peter 3:14",
        "1 Thessalonians 4:18",
        "Hebrews 3:13",
        "Proverbs 12:25",
        "1 Thessalonians 5:14",
        "Acts 4:36",
        "Romans 14:19",
        "Acts 15:32",
        "Hebrews 4:16",
        "1 Thessalonians 3:2",
        "Ephesians 4:32",
        "Romans 12:8",
        "Romans 1:16",
        "Hebrews 5:2",
        "Colossians 4:8",
        "2 Corinthians 1:4",
        "Acts 15:31",
        "1 Thessalonians 2:11",
        "Acts 14:22",
        "Proverbs 10:11",
        "2 Peter 1:12",
        "Ephesians 4:12",
        "1 John 3:2",
        "2 Timothy 3:12",
        "1 Thessalonians 2:12",
        "Philippians 2:1",
        "1 Corinthians 16:14",
        "1 John 4:8",
        "1 Peter 4:8",
        "Colossians 3:14",
        "Proverbs 10:12",
        "1 John 4:18",
        "1 John 4:7",
        "Romans 5:8",
        "Ephesians 5:25",
        "1 John 4:16",
        "Romans 12:10",
        "Romans 13:10",
        "1 John 3:18",
        "John 15:12",
        "Ephesians 5:33",
        "Mark 12:31",
        "Proverbs 17:9",
        "Ephesians 4:2-3",
        "1 John 4:20",
        "1 Peter 5:6-7",
        "Psalm 86:15",
        "1 John 4:12",
        "John 13:34",
        "John 14:21",
        "1 John 3:16",
        "Song of Solomon 8:7",
        "Jeremiah 31:3",
        "Psalm 63:3",
        "1 Peter 1:22",
        "John 14:23",
        "1 John 4:21",
        "1 John 4:11",
        "Matthew 22:37",
        "Romans 8:35",
        "Psalm 143:8",
        "1 Corinthians 13:4-5",
        "Leviticus 19:18",
        "Galatians 5:13",
        "Genesis 29:20",
        "1 Corinthians 13:1",
        "John 15:12-13",
        "Philippians 2:2",
        "Proverbs 8:17",
        "2 Corinthians 5:14",
        "Song of Solomon 4:10",
        "Proverbs 15:17",
        "Song of Solomon 2:16",
        "Romans 12:9-10",
        "James 2:8",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "Ephesians 5:2",
        "Matthew 5:43-44"
    ]
}