{
    "verses": [
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "The wicked flee when no one pursues, but the righteous are bold as a lion.",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "I can do all things through him who strengthens me.",
        "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”",
        "He is not afraid of bad news; his heart is firm, trusting in the Lord.",
        "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
        "Grace to you and peace from God our Father and the Lord Jesus Christ. I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,",
        "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "And not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "Finally, be strong in the Lord and in the strength of his might.",
        "Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!",
        "He makes me lie down in green pastures. He leads me beside still waters.",
        "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
        "When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall.",
        "And he said to them, “I am 120 years old today. I am no longer able to go out and come in. The Lord has said to me, ‘You shall not go over this Jordan.’",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them.",
        "Be of good courage, and let us be courageous for our people, and for the cities of our God, and may the Lord do what seems good to him.”",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
        "On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.",
        "If you faint in the day of adversity, your strength is small.",
        "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
        "Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "And Joshua said to them, “Do not be afraid or dismayed; be strong and courageous. For thus the Lord will do to all your enemies against whom you fight.”",
        "Seek the Lord and his strength; seek his presence continually!",
        "Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus.",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "On the day I called, you answered me; my strength of soul you increased.",
        "“Be strong and courageous. Do not be afraid or dismayed before the king of Assyria and all the horde that is with him, for there are more with us than with him.",
        "For you equipped me with strength for the battle; you made those who rise against me sink under me.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus.",
        "He said, “Come.” So Peter got out of the boat and walked on the water and came to Jesus.",
        "Be strong, and let us use our strength for our people and for the cities of our God, and may the Lord do what seems good to him.”",
        "And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage.",
        "With him is an arm of flesh, but with us is the Lord our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah king of Judah.",
        "But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”",
        "“I am about to go the way of all the earth. Be strong, and show yourself a man,",
        "“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "For as many of you as were baptized into Christ have put on Christ.",
        "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
        "You see that a person is justified by works and not by faith alone.",
        "And Stephen, full of grace and power, was doing great wonders and signs among the people."
    ],
    "references": [
        "Joshua 1:9",
        "Deuteronomy 31:6",
        "2 Timothy 1:7",
        "1 Corinthians 16:13",
        "Psalm 27:14",
        "Psalm 31:24",
        "John 14:27",
        "Proverbs 3:5-6",
        "John 16:33",
        "Psalm 23:4",
        "Proverbs 28:1",
        "Deuteronomy 31:8",
        "Philippians 4:13",
        "Mark 5:36",
        "Psalm 112:7",
        "1 Timothy 1:7",
        "1 Corinthians 1:3-4",
        "Psalm 56:3-4",
        "Isaiah 41:10",
        "Philippians 1:28",
        "Psalm 27:1",
        "Ephesians 6:10",
        "Psalm 31:2",
        "Psalm 23:2",
        "John 14:2",
        "Psalm 27:2",
        "Deuteronomy 31:2",
        "Isaiah 12:2",
        "Joshua 1:6",
        "2 Samuel 10:12",
        "1 Corinthians 15:58",
        "Romans 15:13",
        "1 John 4:18",
        "Ezra 10:4",
        "2 Corinthians 5:8",
        "1 Corinthians 16:2",
        "Psalm 16:8",
        "Matthew 10:28",
        "Proverbs 24:10",
        "Romans 8:15",
        "Isaiah 35:4",
        "Revelation 1:1",
        "Joshua 10:25",
        "1 Chronicles 16:11",
        "Acts 4:13",
        "Galatians 6:9",
        "Psalm 138:3",
        "2 Chronicles 32:7",
        "Psalm 18:39",
        "Jeremiah 29:11",
        "Mark 15:43",
        "Matthew 14:29",
        "1 Chronicles 19:13",
        "Acts 28:15",
        "2 Chronicles 32:8",
        "Numbers 13:30",
        "1 Kings 2:2",
        "Luke 12:4",
        "Isaiah 26:3",
        "Galatians 3:27",
        "Proverbs 16:7",
        "James 2:24",
        "Acts 6:8"
    ]
}