{
    "verses": [
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "“Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.”",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "So God created man in his own image, in the image of God he created him; male and female he created them.",
        "Now you are the body of Christ and individually members of it.",
        "And if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.",
        "We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin.",
        "But he who is joined to the Lord becomes one spirit with him.",
        "Even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love",
        "He predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,",
        "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,",
        "And raised us up with him and seated us with him in the heavenly places in Christ Jesus,",
        "I can do all things through him who strengthens me.",
        "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.",
        "So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God,",
        "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
        "There is therefore now no condemnation for those who are in Christ Jesus.",
        "Therefore welcome one another as Christ has welcomed you, for the glory of God.",
        "For you have died, and your life is hidden with Christ in God.",
        "Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God.",
        "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "No, in all these things we are more than conquerors through him who loved us.",
        "And you have been filled in him, who is the head of all rule and authority.",
        "To the choirmaster. A Psalm of David. O Lord, you have searched me and known me!",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "For as many of you as were baptized into Christ have put on Christ.",
        "For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death.",
        "For in Christ Jesus you are all sons of God, through faith.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "In whom we have boldness and access with confidence through our faith in him.",
        "And to put on the new self, created after the likeness of God in true righteousness and holiness.",
        "For in him the whole fullness of deity dwells bodily, and you have been filled in him, who is the head of all rule and authority.",
        "In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,",
        "Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, “Cursed is everyone who is hanged on a tree”—",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,",
        "For at one time you were darkness, but now you are light in the Lord. Walk as children of light",
        "And are justified by his grace as a gift, through the redemption that is in Christ Jesus,",
        "But thanks be to God, who in Christ always leads us in triumphal procession, and through us spreads the fragrance of the knowledge of him everywhere.",
        "But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,",
        "Do you not know that we are to judge angels? How much more, then, matters pertaining to this life!",
        "Who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,",
        "Rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.",
        "“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well.",
        "Since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;",
        "He saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,",
        "And it is God who establishes us with you in Christ, and has anointed us, and who has also put his seal on us and given us his Spirit in our hearts as a guarantee.",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "For nothing will be impossible with God.”",
        "Do you not know that you are God's temple and that God's Spirit dwells in you?",
        "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "So you are no longer a slave, but a son, and if a son, then an heir through God.",
        "“You are the light of the world. A city set on a hill cannot be hidden.",
        "And you are Christ's, and Christ is God's.",
        "Know that the Lord, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture.",
        "So that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.",
        "And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption,",
        "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.",
        "There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.",
        "To the saints and faithful brothers in Christ at Colossae: Grace to you and peace from God our Father.",
        "Blessed is he who comes in the name of the Lord! We bless you from the house of the Lord.",
        "For you were bought with a price. So glorify God in your body.",
        "Behold, I have engraved you on the palms of my hands; your walls are continually before me.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "Paul, an apostle of Christ Jesus by the will of God, To the saints who are in Ephesus, and are faithful in Christ Jesus:",
        "The heart of man plans his way, but the Lord establishes his steps.",
        "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
        "Everyone who is called by my name, whom I created for my glory, whom I formed and made.”",
        "The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man.",
        "The Lord of hosts has sworn: “As I have planned, so shall it be, and as I have purposed, so shall it stand,",
        "For the Lord of hosts has purposed, and who will annul it? His hand is stretched out, and who will turn it back?",
        "This is the purpose that is purposed concerning the whole earth, and this is the hand that is stretched out over all the nations.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "Many are the plans in the mind of a man, but it is the purpose of the Lord that will stand.",
        "This was according to the eternal purpose that he has realized in Christ Jesus our Lord,",
        "But for this purpose I have raised you up, to show you my power, so that my name may be proclaimed in all the earth.",
        "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
        "For you formed my inward parts; you knitted me together in my mother's womb.",
        "“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.",
        "“I know that you can do all things, and that no purpose of yours can be thwarted.",
        "So, whether you eat or drink, or whatever you do, do all to the glory of God.",
        "And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’",
        "So that we who were the first to hope in Christ might be to the praise of his glory.",
        "The purpose in a man's heart is like deep water, but a man of understanding will draw it out.",
        "And to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you,",
        "Was I vacillating when I wanted to do this? Do I make my plans according to the flesh, ready to say “Yes, yes” and “No, no” at the same time?",
        "Without counsel plans fail, but with many advisers they succeed.",
        "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.",
        "Preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.",
        "Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable.",
        "Thus says the Lord who made you, who formed you from the womb and will help you: Fear not, O Jacob my servant, Jeshurun whom I have chosen.",
        "Who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory.",
        "Commit your work to the Lord, and your plans will be established.",
        "Your word is a lamp to my feet and a light to my path.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "Declaring the end from the beginning and from ancient times things not yet done, saying, ‘My counsel shall stand, and I will accomplish all my purpose,’",
        "Have this mind among yourselves, which is yours in Christ Jesus,",
        "Look carefully then how you walk, not as unwise but as wise,",
        "Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us,",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "Finally, be strong in the Lord and in the strength of his might.",
        "Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches.",
        "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "For I have come down from heaven, not to do my own will but the will of him who sent me.",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”",
        "For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.”",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "Making known to us the mystery of his will, according to his purpose, which he set forth in Christ",
        "In the same way also he took the cup, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”",
        "I give thanks to you, O Lord my God, with my whole heart, and I will glorify your name forever.",
        "In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins.",
        "But whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him:",
        "And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding,",
        "Let each of you look not only to his own interests, but also to the interests of others.",
        "And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”",
        "If you are willing and obedient, you shall eat the good of the land;",
        "The Lord has made everything for its purpose, even the wicked for the day of trouble.",
        "For everything there is a season, and a time for every matter under heaven:",
        "Casting all your anxieties on him, because he cares for you.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "So we can confidently say, “The Lord is my helper; I will not fear; what can man do to me?”",
        "“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "When the cares of my heart are many, your consolations cheer my soul.",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "Anxiety in a man's heart weighs him down, but a good word makes him glad.",
        "When I am afraid, I put my trust in you.",
        "Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”",
        "I sought the Lord, and he answered me and delivered me from all my fears.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.",
        "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
        "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,",
        "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "“Let not your hearts be troubled. Believe in God; believe also in me.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "Turn away from evil and do good; seek peace and pursue it.",
        "The Lord will fulfill his purpose for me; your steadfast love, O Lord, endures forever. Do not forsake the work of your hands.",
        "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”",
        "The fear of man lays a snare, but whoever trusts in the Lord is safe.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "You shall not fear them, for it is the Lord your God who fights for you.’",
        "And which of you by being anxious can add a single hour to his span of life?",
        "A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth.",
        "But now thus says the Lord, he who created you, O Jacob, he who formed you, O Israel: “Fear not, for I have redeemed you; I have called you by name, you are mine.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”",
        "The Lord will fight for you, and you have only to be silent.”",
        "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
        "When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, “Fear not, I am the first and the last,",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
        "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "The Lord is on my side; I will not fear. What can man do to me?",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "Teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”",
        "When the righteous cry for help, the Lord hears and delivers them out of all their troubles.",
        "“Blessed is the man who trusts in the Lord, whose trust is the Lord.",
        "For they all saw him and were terrified. But immediately he spoke to them and said, “Take heart; it is I. Do not be afraid.”",
        "I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord.",
        "I can do all things through him who strengthens me. Yet it was kind of you to share my trouble.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "The Lord is near to the brokenhearted and saves the crushed in spirit.",
        "The angel of the Lord encamps around those who fear him, and delivers them.",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
        "So as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—",
        "Be imitators of me, as I am of Christ.",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,",
        "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.",
        "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.",
        "And may the Lord make you increase and abound in love for one another and for all, as we do for you,",
        "For it is God who works in you, both to will and to work for his good pleasure.",
        "You therefore must be perfect, as your heavenly Father is perfect.",
        "And Jesus increased in wisdom and in stature and in favor with God and man.",
        "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation— if indeed you have tasted that the Lord is good.",
        "Until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,",
        "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.",
        "Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature.",
        "The righteous flourish like the palm tree and grow like a cedar in Lebanon.",
        "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.",
        "We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing.",
        "Now the boy Samuel continued to grow both in stature and in favor with the Lord and also with man.",
        "Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;",
        "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.",
        "And the child grew and became strong, filled with wisdom. And the favor of God was upon him.",
        "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.",
        "He who plants and he who waters are one, and each will receive his wages according to his labor.",
        "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.",
        "And take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
        "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,",
        "So neither he who plants nor he who waters is anything, but only God who gives the growth.",
        "For the righteous falls seven times and rises again, but the wicked stumble in times of calamity.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away.",
        "So those who received his word were baptized, and there were added that day about three thousand souls.",
        "And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, to equip the saints for the work of ministry, for building up the body of Christ,",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "And let us consider how to stir up one another to love and good works,",
        "Pray without ceasing,",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "Better is a poor man who walks in his integrity than a rich man who is crooked in his ways.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?",
        "For all have sinned and fall short of the glory of God,",
        "Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.",
        "You are altogether beautiful, my love; there is no flaw in you.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
        "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "But let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God's sight is very precious.",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God.",
        "For my father and my mother have forsaken me, but the Lord will take me in.",
        "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
        "Charm is deceitful, and beauty is vain, but a woman who fears the Lord is to be praised.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "A man without self-control is like a city broken into and left without walls.",
        "Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”",
        "Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.",
        "“Can a woman forget her nursing child, that she should have no compassion on the son of her womb? Even these may forget, yet I will not forget you.",
        "Good sense makes one slow to anger, and it is his glory to overlook an offense.",
        "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’",
        "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?",
        "God is in the midst of her; she shall not be moved; God will help her when morning dawns.",
        "Pray for us, for we are sure that we have a clear conscience, desiring to act honorably in all things.",
        "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves. Let each of us please his neighbor for his good, to build him up.",
        "Therefore do not throw away your confidence, which has a great reward.",
        "Fear not, therefore; you are of more value than many sparrows.",
        "The Lord is near to all who call on him, to all who call on him in truth.",
        "All that the Father gives me will come to me, and whoever comes to me I will never cast out.",
        "And the king will desire your beauty. Since he is your lord, bow to him.",
        "You shall be a crown of beauty in the hand of the Lord, and a royal diadem in the hand of your God.",
        "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "So Peter opened his mouth and said: “Truly I understand that God shows no partiality, but in every nation anyone who fears him and does what is right is acceptable to him.",
        "For “everyone who calls on the name of the Lord will be saved.”",
        "But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor.",
        "For the Lord will be your confidence and will keep your foot from being caught.",
        "And a second is like it: You shall love your neighbor as yourself.",
        "And he said to them, “You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.",
        "And he said to his disciples, “Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.",
        "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,",
        "Some trust in chariots and some in horses, but we trust in the name of the Lord our God.",
        "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
        "Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you.",
        "Then I saw that all toil and all skill in work come from a man's envy of his neighbor. This also is vanity and a striving after wind.",
        "Though an army encamp against me, my heart shall not fear; though war arise against me, yet I will be confident.",
        "As indeed he says in Hosea, “Those who were not my people I will call ‘my people,’ and her who was not beloved I will call ‘beloved.’”",
        "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.",
        "Your hands have made and fashioned me; give me understanding that I may learn your commandments.",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "He must increase, but I must decrease.”",
        "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever.",
        "There is therefore now no condemnation for those who are in Christ Jesus. For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death.",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "Training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age,",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.",
        "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
        "This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”",
        "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,",
        "The wisest of women builds her house, but folly with her own hands tears it down.",
        "Strength and dignity are her clothing, and she laughs at the time to come.",
        "A gracious woman gets honor, and violent men get riches.",
        "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
        "Seek the Lord and his strength; seek his presence continually!",
        "Delight yourself in the Lord, and he will give you the desires of your heart. Commit your way to the Lord; trust in him, and he will act.",
        "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
        "O Timothy, guard the deposit entrusted to you. Avoid the irreverent babble and contradictions of what is falsely called “knowledge,”",
        "She opens her mouth with wisdom, and the teaching of kindness is on her tongue.",
        "The fear of the Lord is the beginning of knowledge; fools despise wisdom and instruction.",
        "Then the Lord God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.",
        "For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, “The laborer deserves his wages.”",
        "Jesus answered, “Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.",
        "And what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.",
        "My soul melts away for sorrow; strengthen me according to your word!",
        "Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.",
        "To equip the saints for the work of ministry, for building up the body of Christ,",
        "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.",
        "Jesus looked at them and said, “With man it is impossible, but not with God. For all things are possible with God.”",
        "And Jesus answered them, “See that no one leads you astray.",
        "But you have been anointed by the Holy One, and you all have knowledge.",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "For while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "But now, O Lord, you are our Father; we are the clay, and you are our potter; we are all the work of your hand.",
        "Can the Ethiopian change his skin or the leopard his spots? Then also you can do good who are accustomed to do evil.",
        "In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit,",
        "Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?",
        "For the Lord will not forsake his people, for his great name's sake, because it has pleased the Lord to make you a people for himself.",
        "“Set up road markers for yourself; make yourself guideposts; consider well the highway, the road by which you went. Return, O virgin Israel, return to these your cities.",
        "For this reason I bow my knees before the Father, from whom every family in heaven and on earth is named,",
        "And he said to me, “You are my servant, Israel, in whom I will be glorified.”",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.",
        "O Lord, all my longing is before you; my sighing is not hidden from you.",
        "Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!",
        "Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.",
        "For in much wisdom is much vexation, and he who increases knowledge increases sorrow.",
        "Do I say these things on human authority? Does not the Law say the same?",
        "For I know that my Redeemer lives, and at the last he will stand upon the earth.",
        "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "And God said, “Let there be light,” and there was light.",
        "For I, the Lord your God, hold your right hand; it is I who say to you, “Fear not, I am the one who helps you.”",
        "If to others I am not an apostle, at least I am to you, for you are the seal of my apostleship in the Lord.",
        "Nothing is covered up that will not be revealed, or hidden that will not be known.",
        "And great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach.",
        "Rise up, O judge of the earth; repay to the proud what they deserve!",
        "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
        "A good man obtains favor from the Lord, but a man of evil devices he condemns.",
        "Not domineering over those in your charge, but being examples to the flock.",
        "Give a portion to seven, or even to eight, for you know not what disaster may happen on earth.",
        "Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil.",
        "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "The fear of the Lord is the beginning of wisdom; all those who practice it have a good understanding. His praise endures forever!",
        "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.",
        "The fear of the Lord leads to life, and whoever has it rests satisfied; he will not be visited by harm.",
        "The fear of the Lord is hatred of evil. Pride and arrogance and the way of evil and perverted speech I hate.",
        "Honor everyone. Love the brotherhood. Fear God. Honor the emperor.",
        "The fear of the Lord is a fountain of life, that one may turn away from the snares of death.",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "You shall not be in dread of them, for the Lord your God is in your midst, a great and awesome God.",
        "You who fear the Lord, trust in the Lord! He is their help and their shield.",
        "“Fear not, little flock, for it is your Father's good pleasure to give you the kingdom.",
        "He is not afraid of bad news; his heart is firm, trusting in the Lord. His heart is steady; he will not be afraid, until he looks in triumph on his adversaries.",
        "A Song of Ascents. Those who trust in the Lord are like Mount Zion, which cannot be moved, but abides forever.",
        "Praise the Lord! Blessed is the man who fears the Lord, who greatly delights in his commandments!",
        "The friendship of the Lord is for those who fear him, and he makes known to them his covenant.",
        "Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you.",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "“So have no fear of them, for nothing is covered that will not be revealed, or hidden that will not be known.",
        "As a father shows compassion to his children, so the Lord shows compassion to those who fear him.",
        "You came near when I called on you; you said, ‘Do not fear!’",
        "But immediately Jesus spoke to them, saying, “Take heart; it is I. Do not be afraid.”",
        "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
        "The Lord is on my side; I will not fear. What can man do to me? The Lord is on my side as my helper; I shall look in triumph on those who hate me.",
        "But the steadfast love of the Lord is from everlasting to everlasting on those who fear him, and his righteousness to children's children,",
        "I will not be afraid of many thousands of people who have set themselves against me all around.",
        "No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him.",
        "Making the best use of the time, because the days are evil.",
        "In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "And when they lifted up their eyes, they saw no one but Jesus only.",
        "So I have looked upon you in the sanctuary, beholding your power and glory.",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "He is not afraid of bad news; his heart is firm, trusting in the Lord.",
        "The wicked flee when no one pursues, but the righteous are bold as a lion.",
        "And not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
        "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
        "Grace to you and peace from God our Father and the Lord Jesus Christ. I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,",
        "Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them.",
        "He makes me lie down in green pastures. He leads me beside still waters.",
        "Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!",
        "When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall.",
        "Be of good courage, and let us be courageous for our people, and for the cities of our God, and may the Lord do what seems good to him.”",
        "And he said to them, “I am 120 years old today. I am no longer able to go out and come in. The Lord has said to me, ‘You shall not go over this Jordan.’",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
        "If you faint in the day of adversity, your strength is small.",
        "On the day I called, you answered me; my strength of soul you increased.",
        "Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus.",
        "And Joshua said to them, “Do not be afraid or dismayed; be strong and courageous. For thus the Lord will do to all your enemies against whom you fight.”",
        "For you equipped me with strength for the battle; you made those who rise against me sink under me.",
        "“Be strong and courageous. Do not be afraid or dismayed before the king of Assyria and all the horde that is with him, for there are more with us than with him.",
        "Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus.",
        "Be strong, and let us use our strength for our people and for the cities of our God, and may the Lord do what seems good to him.”",
        "And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage.",
        "On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.",
        "He said, “Come.” So Peter got out of the boat and walked on the water and came to Jesus.",
        "With him is an arm of flesh, but with us is the Lord our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah king of Judah.",
        "But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”",
        "“I am about to go the way of all the earth. Be strong, and show yourself a man,",
        "“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.",
        "You see that a person is justified by works and not by faith alone.",
        "For from him and through him and to him are all things. To him be glory forever. Amen.",
        "“Worthy are you, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they existed and were created.”",
        "I cry out to God Most High, to God who fulfills his purpose for me.",
        "“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.",
        "And the world is passing away along with its desires, but whoever does the will of God abides forever.",
        "As each has received a gift, use it to serve one another, as good stewards of God's varied grace:",
        "But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong;",
        "For still the vision awaits its appointed time; it hastens to the end—it will not lie. If it seems slow, wait for it; it will surely come; it will not delay.",
        "Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "For David, after he had served the purpose of God in his own generation, fell asleep and was laid with his fathers and saw corruption,",
        "To the choirmaster. A Psalm of David. The heavens declare the glory of God, and the sky above proclaims his handiwork.",
        "So teach us to number our days that we may get a heart of wisdom.",
        "Saying, “Father, if you are willing, remove this cup from me. Nevertheless, not my will, but yours, be done.”",
        "For whoever would save his life will lose it, but whoever loses his life for my sake will find it.",
        "This Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.",
        "“I the Lord search the heart and test the mind, to give every man according to his ways, according to the fruit of his deeds.”",
        "Listen to advice and accept instruction, that you may gain wisdom in the future.",
        "Whatever has come to be has already been named, and it is known what man is, and that he is not able to dispute with one stronger than he.",
        "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?",
        "A man's steps are from the Lord; how then can man understand his way?",
        "Mark the blameless and behold the upright, for there is a future for the man of peace.",
        "Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.",
        "For he will complete what he appoints for me, and many such things are in his mind.",
        "The heart is deceitful above all things, and desperately sick; who can understand it?",
        "In flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus.",
        "I shall ransom them from the power of Sheol; I shall redeem them from Death. O Death, where are your plagues? O Sheol, where is your sting? Compassion is hidden from my eyes.",
        "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead,",
        "By no means! Let God be true though every one were a liar, as it is written, “That you may be justified in your words, and prevail when you are judged.”",
        "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
        "For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,",
        "And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.",
        "For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;",
        "Such are the paths of all who forget God; the hope of the godless shall perish.",
        "Knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires.",
        "Who desires all people to be saved and to come to the knowledge of the truth.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
        "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
        "For the gifts and the calling of God are irrevocable.",
        "And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified.",
        "For the Father loves the Son and shows him all that he himself is doing. And greater works than these will he show him, so that you may marvel.",
        "The king's heart is a stream of water in the hand of the Lord; he turns it wherever he will.",
        "And he said to them, “To you has been given the secret of the kingdom of God, but for those outside everything is in parables,",
        "But when he who had set me apart before I was born, and who called me by his grace,",
        "Rejoice always,",
        "We must not indulge in sexual immorality as some of them did, and twenty-three thousand fell in a single day.",
        "This is the wicked man's portion from God, the heritage decreed for him by God.”",
        "And just as it is appointed for man to die once, and after that comes judgment,",
        "And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years,",
        "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.",
        "Now there is in Jerusalem by the Sheep Gate a pool, in Aramaic called Bethesda, which has five roofed colonnades.",
        "And he said to them, “Take care, and be on your guard against all covetousness, for one's life does not consist in the abundance of his possessions.”",
        "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life.",
        "In the beginning, God created the heavens and the earth.",
        "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
        "Death and life are in the power of the tongue, and those who love it will eat its fruits.",
        "And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.",
        "And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.”",
        "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
        "“Whoever takes a human life shall surely be put to death. Whoever takes an animal's life shall make it good, life for life.",
        "And he said to him, “Truly, I say to you, today you will be with me in paradise.”",
        "Whoever finds his life will lose it, and whoever loses his life for my sake will find it.",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "Whoever loves his life loses it, and whoever hates his life in this world will keep it for eternal life.",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”",
        "“If you love me, you will keep my commandments.",
        "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.",
        "Whoever pursues righteousness and kindness will find life, righteousness, and honor.",
        "So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’",
        "For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life.",
        "For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.",
        "As in water face reflects face, so the heart of man reflects the man.",
        "Look carefully then how you walk, not as unwise but as wise, making the best use of the time, because the days are evil.",
        "“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.",
        "But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!",
        "Vanity of vanities, says the Preacher, vanity of vanities! All is vanity.",
        "The one who offers thanksgiving as his sacrifice glorifies me; to one who orders his way rightly I will show the salvation of God!”"
    ],
    "references": [
        "2 Corinthians 5:17",
        "Ephesians 2:10",
        "Jeremiah 1:5",
        "John 1:12",
        "Genesis 1:27",
        "1 Corinthians 12:27",
        "Romans 8:17",
        "Romans 6:6",
        "1 Corinthians 6:17",
        "Ephesians 1:4",
        "Ephesians 1:5",
        "Ephesians 1:3",
        "Ephesians 2:6",
        "Philippians 4:13",
        "Colossians 1:27",
        "Ephesians 2:19",
        "John 15:5",
        "Romans 8:1",
        "Romans 15:7",
        "Colossians 3:3",
        "2 Corinthians 5:20",
        "2 Corinthians 5:21",
        "Romans 8:37",
        "Colossians 2:10",
        "Psalm 139:1",
        "Romans 5:1",
        "2 Timothy 1:7",
        "Galatians 3:27",
        "Romans 8:2",
        "Galatians 3:26",
        "John 3:16",
        "Hebrews 4:16",
        "1 Corinthians 6:19",
        "Ephesians 3:12",
        "Ephesians 4:24",
        "Colossians 2:9-10",
        "Ephesians 1:7",
        "Galatians 3:13",
        "Jeremiah 29:11",
        "Ephesians 1:11",
        "Ephesians 5:8",
        "Romans 3:24",
        "2 Corinthians 2:14",
        "Philippians 3:20",
        "1 Corinthians 6:3",
        "2 Timothy 1:9",
        "Colossians 2:7",
        "1 Corinthians 2:16",
        "Isaiah 43:4",
        "Psalm 139:14",
        "1 Peter 1:23",
        "Titus 3:5",
        "2 Corinthians 1:21-22",
        "Colossians 3:12",
        "Philippians 4:19",
        "Luke 1:37",
        "1 Corinthians 3:16",
        "Romans 8:29",
        "Romans 8:28",
        "Ephesians 4:32",
        "Galatians 4:7",
        "Matthew 5:14",
        "1 Corinthians 3:23",
        "Psalm 100:3",
        "Ephesians 2:7",
        "1 Corinthians 1:30",
        "Ephesians 2:13",
        "Galatians 3:28",
        "Colossians 1:2",
        "Psalm 118:26",
        "1 Corinthians 6:20",
        "Isaiah 49:16",
        "Ephesians 2:8",
        "Ephesians 1:1",
        "Proverbs 16:9",
        "Matthew 28:19",
        "Isaiah 43:7",
        "Ecclesiastes 12:13",
        "Isaiah 14:24",
        "Isaiah 14:27",
        "Isaiah 14:26",
        "Micah 6:8",
        "Ephesians 2:8-9",
        "Proverbs 19:21",
        "Ephesians 3:11",
        "Exodus 9:16",
        "Philippians 1:6",
        "Psalm 139:13",
        "1 Corinthians 6:12",
        "Job 42:2",
        "1 Corinthians 10:31",
        "Acts 22:16",
        "Ephesians 1:12",
        "Proverbs 20:5",
        "1 Thessalonians 4:11",
        "2 Corinthians 1:17",
        "Proverbs 15:22",
        "John 14:6",
        "2 Timothy 4:2",
        "2 Timothy 2:20",
        "Isaiah 44:2",
        "Ephesians 1:14",
        "Proverbs 16:3",
        "Psalm 119:105",
        "2 Timothy 3:16",
        "1 John 1:9",
        "Isaiah 46:10",
        "Philippians 2:5",
        "Ephesians 5:15",
        "Ephesians 3:20",
        "Galatians 5:22",
        "Romans 12:1",
        "John 10:10",
        "Ephesians 6:10",
        "1 Corinthians 7:17",
        "John 6:35",
        "Galatians 5:22-23",
        "John 6:38",
        "John 14:27",
        "John 8:12",
        "Romans 9:17",
        "John 14:21",
        "Ephesians 1:9",
        "1 Corinthians 11:25",
        "Psalm 86:12",
        "1 John 4:10",
        "1 John 2:5",
        "Colossians 1:9",
        "Philippians 2:4",
        "Mark 11:25",
        "Isaiah 1:19",
        "Proverbs 16:4",
        "Ecclesiastes 3:1",
        "1 Peter 5:7",
        "1 Peter 5:6-7",
        "Philippians 4:6",
        "Psalm 55:22",
        "Joshua 1:9",
        "Hebrews 13:6",
        "Matthew 6:34",
        "Proverbs 3:5-6",
        "Psalm 94:19",
        "Isaiah 41:10",
        "Proverbs 12:25",
        "Psalm 56:3",
        "Isaiah 35:4",
        "Psalm 34:4",
        "Psalm 23:4",
        "1 John 4:18",
        "2 Thessalonians 3:16",
        "Colossians 3:15",
        "1 Peter 3:14",
        "Hebrews 11:1",
        "Isaiah 40:31",
        "James 1:5",
        "John 14:1",
        "Psalm 27:1",
        "Deuteronomy 31:6",
        "Psalm 34:14",
        "Psalm 138:8",
        "Hebrews 13:5",
        "Proverbs 29:25",
        "Isaiah 26:3",
        "Deuteronomy 3:22",
        "Matthew 6:27",
        "Psalm 121:1-2",
        "Isaiah 43:1",
        "Proverbs 3:5",
        "John 16:33",
        "Mark 5:36",
        "Exodus 14:14",
        "Psalm 46:1",
        "Revelation 1:17",
        "Revelation 1:1",
        "Matthew 19:26",
        "Romans 8:31",
        "Romans 15:13",
        "Romans 8:15",
        "Proverbs 17:22",
        "Psalm 118:6",
        "Matthew 11:28",
        "Matthew 28:20",
        "Psalm 34:17",
        "Jeremiah 17:7",
        "Mark 6:50",
        "1 Corinthians 7:32",
        "Philippians 4:13-14",
        "Philippians 4:7",
        "1 Corinthians 16:13",
        "Psalm 46:10",
        "Psalm 16:8",
        "Psalm 34:18",
        "Psalm 34:7",
        "2 Peter 3:18",
        "Matthew 5:6",
        "Colossians 1:10",
        "1 Peter 2:2",
        "1 Corinthians 11:1",
        "James 1:2",
        "Hebrews 6:1",
        "1 Corinthians 13:11",
        "Colossians 2:6-7",
        "1 Thessalonians 3:12",
        "Philippians 2:13",
        "Matthew 5:48",
        "Luke 2:52",
        "Ephesians 4:15",
        "1 Peter 2:2-3",
        "Ephesians 4:13",
        "2 Timothy 2:15",
        "2 Corinthians 9:10",
        "Hebrews 5:14",
        "1 Corinthians 14:20",
        "Psalm 92:12",
        "John 15:2",
        "2 Thessalonians 1:3",
        "1 Samuel 2:26",
        "1 Timothy 4:7",
        "Acts 17:11",
        "Luke 2:40",
        "1 Corinthians 14:1",
        "1 Corinthians 3:8",
        "James 1:4",
        "Luke 1:80",
        "Ephesians 6:17",
        "Ephesians 5:18",
        "1 Corinthians 3:7",
        "Proverbs 24:16",
        "Romans 5:3-4",
        "1 Corinthians 2:6",
        "Acts 2:41",
        "Ephesians 4:11-12",
        "Romans 5:5",
        "Matthew 6:33",
        "Hebrews 10:24",
        "1 Thessalonians 5:17",
        "Romans 5:8",
        "Proverbs 28:6",
        "James 4:6",
        "Matthew 16:26",
        "Romans 3:23",
        "Luke 12:7",
        "Song of Solomon 4:7",
        "Mark 12:31",
        "Matthew 7:7",
        "Proverbs 15:1",
        "Jeremiah 31:3",
        "1 Peter 3:4",
        "Philippians 2:3",
        "Colossians 3:1",
        "Psalm 27:10",
        "John 3:17",
        "Proverbs 31:30",
        "1 John 3:16",
        "Proverbs 25:28",
        "Matthew 26:41",
        "1 John 4:4",
        "Isaiah 49:15",
        "Proverbs 19:11",
        "Mark 12:30",
        "Matthew 7:12",
        "James 4:1",
        "Psalm 46:5",
        "Hebrews 13:18",
        "Romans 15:1-2",
        "Hebrews 10:35",
        "Matthew 10:31",
        "Psalm 145:18",
        "John 6:37",
        "Psalm 45:11",
        "Isaiah 62:3",
        "Romans 6:23",
        "Acts 10:34-35",
        "Romans 10:13",
        "Galatians 6:4",
        "Proverbs 3:26",
        "Matthew 22:39",
        "Luke 16:15",
        "Luke 12:22",
        "2 Peter 1:5",
        "Psalm 20:7",
        "1 John 5:14",
        "1 Timothy 4:14",
        "Ecclesiastes 4:4",
        "Psalm 27:3",
        "Romans 9:25",
        "Genesis 1:31",
        "Psalm 119:73",
        "Exodus 19:5",
        "John 3:30",
        "Isaiah 32:17",
        "Romans 8:1-2",
        "Acts 1:8",
        "Titus 2:12",
        "1 Timothy 4:12",
        "John 16:7",
        "Psalm 73:26",
        "Titus 1:5",
        "Proverbs 3:6",
        "Psalm 28:7",
        "Luke 1:45",
        "Ephesians 3:16",
        "Proverbs 14:1",
        "Proverbs 31:25",
        "Proverbs 11:16",
        "2 Peter 1:21",
        "1 Chronicles 16:11",
        "Psalm 37:4-5",
        "James 5:16",
        "1 Timothy 6:20",
        "Proverbs 31:26",
        "Proverbs 1:7",
        "Genesis 2:7",
        "1 Timothy 5:18",
        "John 3:5",
        "2 Timothy 2:2",
        "Psalm 119:28",
        "Colossians 3:11",
        "Ephesians 4:12",
        "Romans 8:26",
        "Mark 10:27",
        "Matthew 24:4",
        "1 John 2:20",
        "James 1:12",
        "1 Timothy 4:8",
        "Ephesians 4:29",
        "Isaiah 64:8",
        "Jeremiah 13:23",
        "Ephesians 1:13",
        "Matthew 6:26",
        "1 Samuel 12:22",
        "Jeremiah 31:21",
        "Ephesians 3:14-15",
        "Isaiah 49:3",
        "Colossians 3:23",
        "2 Corinthians 9:8",
        "Matthew 13:22",
        "Psalm 38:9",
        "Luke 12:24",
        "Ecclesiastes 11:10",
        "Ecclesiastes 1:18",
        "1 Corinthians 9:8",
        "Job 19:25",
        "2 Corinthians 7:10",
        "Galatians 6:9",
        "Genesis 1:3",
        "Isaiah 41:13",
        "1 Corinthians 9:2",
        "Luke 12:2",
        "Matthew 13:2",
        "Psalm 94:2",
        "John 14:2",
        "Proverbs 12:2",
        "1 Peter 5:3",
        "Ecclesiastes 11:2",
        "Psalm 37:8",
        "Psalm 56:3-4",
        "Deuteronomy 31:8",
        "Psalm 111:10",
        "Matthew 10:28",
        "Proverbs 19:23",
        "Proverbs 8:13",
        "1 Peter 2:17",
        "Proverbs 14:27",
        "Isaiah 12:2",
        "Deuteronomy 7:21",
        "Psalm 115:11",
        "Luke 12:32",
        "Psalm 112:7-8",
        "Psalm 125:1",
        "Psalm 112:1",
        "Psalm 25:14",
        "Luke 10:19",
        "Psalm 31:19",
        "Matthew 10:26",
        "Psalm 103:13",
        "Lamentations 3:57",
        "Matthew 14:27",
        "Proverbs 16:7",
        "Psalm 118:6-7",
        "Psalm 103:17",
        "Psalm 3:6",
        "1 John 3:6",
        "Ephesians 5:16",
        "Psalm 56:4",
        "Matthew 17:8",
        "Psalm 63:2",
        "Psalm 31:24",
        "Psalm 27:14",
        "Psalm 112:7",
        "Proverbs 28:1",
        "Philippians 1:28",
        "1 Timothy 1:7",
        "1 Corinthians 1:3-4",
        "Joshua 1:6",
        "Psalm 23:2",
        "Psalm 31:2",
        "Psalm 27:2",
        "2 Samuel 10:12",
        "Deuteronomy 31:2",
        "1 Corinthians 15:58",
        "Ezra 10:4",
        "2 Corinthians 5:8",
        "Proverbs 24:10",
        "Psalm 138:3",
        "Acts 4:13",
        "Joshua 10:25",
        "Psalm 18:39",
        "2 Chronicles 32:7",
        "Mark 15:43",
        "1 Chronicles 19:13",
        "Acts 28:15",
        "1 Corinthians 16:2",
        "Matthew 14:29",
        "2 Chronicles 32:8",
        "Numbers 13:30",
        "1 Kings 2:2",
        "Luke 12:4",
        "James 2:24",
        "Romans 11:36",
        "Revelation 4:11",
        "Psalm 57:2",
        "John 5:30",
        "1 John 2:17",
        "1 Peter 4:10",
        "1 Corinthians 1:27",
        "Habakkuk 2:3",
        "James 1:27",
        "Acts 13:36",
        "Psalm 19:1",
        "Psalm 90:12",
        "Luke 22:42",
        "Matthew 16:25",
        "Acts 2:23",
        "Jeremiah 17:10",
        "Proverbs 19:20",
        "Ecclesiastes 6:10",
        "Numbers 23:19",
        "Proverbs 20:24",
        "Psalm 37:37",
        "Galatians 6:7",
        "Job 23:14",
        "Jeremiah 17:9",
        "2 Thessalonians 1:8",
        "Hosea 13:14",
        "Philippians 3:13",
        "Romans 3:4",
        "2 Peter 3:9",
        "1 Thessalonians 5:9",
        "Romans 8:30",
        "2 Peter 2:4",
        "Job 8:13",
        "2 Peter 3:3",
        "1 Timothy 2:4",
        "John 4:34",
        "Mark 9:23",
        "James 2:18",
        "Romans 11:29",
        "Acts 20:32",
        "John 5:20",
        "Proverbs 21:1",
        "Mark 4:11",
        "Galatians 1:15",
        "1 Thessalonians 5:16",
        "1 Corinthians 10:8",
        "Job 20:29",
        "Hebrews 9:27",
        "Revelation 20:2",
        "Acts 2:2",
        "John 5:2",
        "Luke 12:15",
        "1 Thessalonians 5:16-18",
        "Colossians 3:23-24",
        "Matthew 5:16",
        "Romans 5:10",
        "Genesis 1:1",
        "1 Timothy 6:12",
        "Proverbs 18:21",
        "John 17:3",
        "Genesis 1:20",
        "John 3:36",
        "Leviticus 24:17-18",
        "Luke 23:43",
        "Matthew 10:39",
        "Psalm 37:4",
        "John 12:25",
        "John 1:1",
        "Acts 4:12",
        "John 14:15",
        "John 5:24",
        "Proverbs 21:21",
        "2 Corinthians 4:16",
        "Matthew 6:24",
        "Revelation 2:7",
        "Leviticus 17:11",
        "1 John 2:16",
        "Proverbs 27:19",
        "Ephesians 5:15-16",
        "Matthew 7:24",
        "Luke 12:5",
        "Ecclesiastes 1:2",
        "Psalm 50:23"
    ]
}