{
    "verses": [
        "And whatever you ask in prayer, you will receive, if you have faith.”",
        "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
        "So faith comes from hearing, and hearing through the word of Christ.",
        "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "For we walk by faith, not by sight.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "For nothing will be impossible with God.”",
        "You believe that God is one; you do well. Even the demons believe—and shudder!",
        "So that your faith might not rest in the wisdom of men but in the power of God.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "I can do all things through him who strengthens me.",
        "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
        "The apostles said to the Lord, “Increase our faith!”",
        "You see that a person is justified by works and not by faith alone.",
        "I have fought the good fight, I have finished the race, I have kept the faith.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
        "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way.",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "For you know that the testing of your faith produces steadfastness.",
        "So also faith by itself, if it does not have works, is dead.",
        "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”",
        "“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
        "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
        "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
        "Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
        "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
        "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.",
        "But he said, “What is impossible with man is possible with God.”",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "Jesus said to her, “Did I not tell you that if you believed you would see the glory of God?”",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "And Jesus answered them, “Have faith in God.",
        "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, for we walk by faith, not by sight.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.",
        "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.”",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
        "And the Lord said, “If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
        "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.",
        "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
        "Casting all your anxieties on him, because he cares for you.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "And he said to the woman, “Your faith has saved you; go in peace.”",
        "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "Truly, truly, I say to you, whoever believes has eternal life.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.",
        "For by it the people of old received their commendation.",
        "I have chosen the way of faithfulness; I set your rules before me.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”"
    ],
    "references": [
        "Matthew 21:22",
        "Hebrews 11:6",
        "Romans 10:17",
        "Hebrews 11:1",
        "Ephesians 2:8-9",
        "2 Corinthians 5:7",
        "Proverbs 3:5-6",
        "Luke 1:37",
        "James 2:19",
        "1 Corinthians 2:5",
        "Ephesians 2:8",
        "John 3:16",
        "Philippians 4:13",
        "Mark 9:23",
        "Luke 17:5",
        "James 2:24",
        "2 Timothy 4:7",
        "1 Corinthians 16:13",
        "1 John 5:4",
        "Mark 10:52",
        "Romans 1:17",
        "Romans 15:13",
        "Psalm 46:10",
        "Romans 10:9",
        "1 Corinthians 13:13",
        "James 1:6",
        "Ephesians 6:16",
        "Mark 11:24",
        "John 6:35",
        "James 1:3",
        "James 2:17",
        "John 8:24",
        "Habakkuk 2:4",
        "Mark 16:16",
        "John 3:36",
        "John 7:38",
        "1 Corinthians 13:2",
        "1 Timothy 6:12",
        "Romans 14:1",
        "Matthew 15:28",
        "Proverbs 3:5",
        "Hebrews 11:11",
        "Luke 18:27",
        "John 1:12",
        "John 11:40",
        "1 Timothy 6:11",
        "Mark 11:22",
        "Romans 10:10",
        "Romans 5:1",
        "Joshua 1:9",
        "John 1:1",
        "Galatians 5:22",
        "2 Corinthians 5:6-7",
        "Jeremiah 29:11",
        "1 Thessalonians 1:3",
        "1 John 5:1",
        "Hebrews 10:38",
        "Matthew 6:24",
        "Mark 9:24",
        "Luke 17:6",
        "Proverbs 3:6",
        "Galatians 5:6",
        "Matthew 9:22",
        "Romans 14:23",
        "1 Peter 5:7",
        "Philippians 4:19",
        "Luke 7:50",
        "James 2:18",
        "1 Timothy 4:12",
        "John 6:47",
        "Romans 8:28",
        "1 John 5:5",
        "Isaiah 40:31",
        "1 John 5:13",
        "Hebrews 11:2",
        "Psalm 119:30",
        "Deuteronomy 31:6"
    ]
}