{
    "verses": [
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "I can do all things through him who strengthens me.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "I wish those who unsettle you would emasculate themselves!",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "Iron sharpens iron, and one man sharpens another.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Casting all your anxieties on him, because he cares for you.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "Commit your way to the Lord; trust in him, and he will act.",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "“If you love me, you will keep my commandments.",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "Seek the Lord and his strength; seek his presence continually!",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "But if you do not forgive others their trespasses, neither will your Father forgive your trespasses.",
        "“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;",
        "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
        "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
        "“But I say to you who hear, Love your enemies, do good to those who hate you,",
        "Hatred stirs up strife, but love covers all offenses.",
        "In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,",
        "And forgive us our debts, as we also have forgiven our debtors.",
        "For if you forgive others their trespasses, your heavenly Father will also forgive you,",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah",
        "For all have sinned and fall short of the glory of God,",
        "Whoever conceals his transgressions will not prosper, but he who confesses and forsakes them will obtain mercy.",
        "And Jesus said, “Father, forgive them, for they know not what they do.” And they cast lots to divide his garments.",
        "To the Lord our God belong mercy and forgiveness, for we have rebelled against him",
        "Repent therefore, and turn back, that your sins may be blotted out,",
        "For this is my blood of the covenant, which is poured out for many for the forgiveness of sins.",
        "As far as the east is from the west, so far does he remove our transgressions from us.",
        "Surely there is not a righteous man on earth who does good and never sins.",
        "To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.”",
        "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”",
        "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, in whom we have redemption, the forgiveness of sins.",
        "My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous.",
        "For you, O Lord, are good and forgiving, abounding in steadfast love to all who call upon you.",
        "If we say we have no sin, we deceive ourselves, and the truth is not in us.",
        "There is therefore now no condemnation for those who are in Christ Jesus.",
        "Then he adds, “I will remember their sins and their lawless deeds no more.”",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "If your enemy is hungry, give him bread to eat, and if he is thirsty, give him water to drink,",
        "“I, I am he who blots out your transgressions for my own sake, and I will not remember your sins.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "But I say to you, Love your enemies and pray for those who persecute you,",
        "For I will be merciful toward their iniquities, and I will remember their sins no more.”",
        "“Blessed are the merciful, for they shall receive mercy.",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "And as they continued to ask him, he stood up and said to them, “Let him who is without sin among you be the first to throw a stone at her.”",
        "He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.",
        "But with you there is forgiveness, that you may be feared.",
        "I am writing to you, little children, because your sins are forgiven for his name's sake.",
        "The times of ignorance God overlooked, but now he commands all people everywhere to repent,",
        "And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’",
        "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
        "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice.",
        "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "In whom we have redemption, the forgiveness of sins.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
        "If one turns away his ear from hearing the law, even his prayer is an abomination.",
        "If you, O Lord, should mark iniquities, O Lord, who could stand?",
        "Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil.",
        "It shall not be so among you. But whoever would be great among you must be your servant,",
        "Where there is no guidance, a people falls, but in an abundance of counselors there is safety.",
        "“Woe to the shepherds who destroy and scatter the sheep of my pasture!” declares the Lord.",
        "Not domineering over those in your charge, but being examples to the flock.",
        "Let each of you look not only to his own interests, but also to the interests of others.",
        "Keep your heart with all vigilance, for from it flow the springs of life.",
        "With upright heart he shepherded them and guided them with his skillful hand.",
        "Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.",
        "When the righteous increase, the people rejoice, but when the wicked rule, the people groan.",
        "For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ.",
        "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.",
        "And what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.",
        "And as you wish that others would do to you, do so to them.",
        "He must increase, but I must decrease.”",
        "Choose for your tribes wise, understanding, and experienced men, and I will appoint them as your heads.’",
        "I am the good shepherd. The good shepherd lays down his life for the sheep.",
        "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.",
        "But not so with you. Rather, let the greatest among you become as the youngest, and the leader as one who serves.",
        "Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.",
        "A man without self-control is like a city broken into and left without walls.",
        "Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.",
        "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "For if someone does not know how to manage his own household, how will he care for God's church?",
        "The heart of man plans his way, but the Lord establishes his steps.",
        "Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.",
        "Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,",
        "It is an abomination to kings to do evil, for the throne is established by righteousness.",
        "If a king faithfully judges the poor, his throne will be established forever.",
        "Shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly;",
        "For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”",
        "Humble yourselves before the Lord, and he will exalt you.",
        "For an overseer, as God's steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,",
        "For while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.",
        "Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty.",
        "Open your mouth for the mute, for the rights of all who are destitute. Open your mouth, judge righteously, defend the rights of the poor and needy.",
        "If a ruler listens to falsehood, all his officials will be wicked.",
        "If anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination.",
        "Through the insincerity of liars whose consciences are seared,",
        "And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.”",
        "Do you see a man skillful in his work? He will stand before kings; he will not stand before obscure men.",
        "Pride goes before destruction, and a haughty spirit before a fall.",
        "The one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.",
        "Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.",
        "Know well the condition of your flocks, and give attention to your herds, for riches do not last forever; and does a crown endure to all generations?",
        "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.",
        "“Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.”",
        "By justice a king builds up the land, but he who exacts gifts tears it down.",
        "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
        "Call to me and I will answer you, and will tell you great and hidden things that you have not known.",
        "Therefore let anyone who thinks that he stands take heed lest he fall.",
        "He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil.",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "If you faint in the day of adversity, your strength is small.",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”",
        "The wicked flee when no one pursues, but the righteous are bold as a lion.",
        "He is not afraid of bad news; his heart is firm, trusting in the Lord.",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "And not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
        "Finally, be strong in the Lord and in the strength of his might.",
        "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
        "Grace to you and peace from God our Father and the Lord Jesus Christ. I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,",
        "Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them.",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "He makes me lie down in green pastures. He leads me beside still waters.",
        "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
        "Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!",
        "When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall.",
        "And he said to them, “I am 120 years old today. I am no longer able to go out and come in. The Lord has said to me, ‘You shall not go over this Jordan.’",
        "Be of good courage, and let us be courageous for our people, and for the cities of our God, and may the Lord do what seems good to him.”",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”",
        "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.",
        "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "On the day I called, you answered me; my strength of soul you increased.",
        "Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus.",
        "And Joshua said to them, “Do not be afraid or dismayed; be strong and courageous. For thus the Lord will do to all your enemies against whom you fight.”",
        "For you equipped me with strength for the battle; you made those who rise against me sink under me.",
        "“Be strong and courageous. Do not be afraid or dismayed before the king of Assyria and all the horde that is with him, for there are more with us than with him.",
        "Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus.",
        "On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.",
        "Be strong, and let us use our strength for our people and for the cities of our God, and may the Lord do what seems good to him.”",
        "And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage.",
        "He said, “Come.” So Peter got out of the boat and walked on the water and came to Jesus.",
        "With him is an arm of flesh, but with us is the Lord our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah king of Judah.",
        "But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”",
        "“I am about to go the way of all the earth. Be strong, and show yourself a man,",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.",
        "For as many of you as were baptized into Christ have put on Christ.",
        "You see that a person is justified by works and not by faith alone.",
        "Let all that you do be done in love.",
        "Anyone who does not love does not know God, because God is love.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "We love because he first loved us.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "A friend loves at all times, and a brother is born for adversity.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "“This is my commandment, that you love one another as I have loved you.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "Because your steadfast love is better than life, my lips will praise you.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "I love those who love me, and those who seek me diligently find me.",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,",
        "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
        "The Lord is my strength and my song, and he has become my salvation; this is my God, and I will praise him, my father's God, and I will exalt him.",
        "God, the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places. To the choirmaster: with stringed instruments.",
        "He gives power to the faint, and to him who has no might he increases strength.",
        "May the Lord give strength to his people! May the Lord bless his people with peace!",
        "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’",
        "But the Lord is faithful. He will establish you and guard you against the evil one.",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "For the Lord your God is he who goes with you to fight for you against your enemies, to give you the victory.’",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "‘Ah, Lord God! It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you.",
        "But I will sing of your strength; I will sing aloud of your steadfast love in the morning. For you have been to me a fortress and a refuge in the day of my distress.",
        "Then he said to me, “This is the word of the Lord to Zerubbabel: Not by might, nor by power, but by my Spirit, says the Lord of hosts.",
        "Both riches and honor come from you, and you rule over all. In your hand are power and might, and in your hand it is to make great and to give strength to all.",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
        "The Lord is my strength and my song; he has become my salvation.",
        "For who is God, but the Lord? And who is a rock, except our God?—",
        "For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God.",
        "The God who equipped me with strength and made my way blameless.",
        "For not by their own sword did they win the land, nor did their own arm save them, but your right hand and your arm, and the light of your face, for you delighted in them.",
        "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,",
        "My soul melts away for sorrow; strengthen me according to your word!",
        "For in him the whole fullness of deity dwells bodily, and you have been filled in him, who is the head of all rule and authority.",
        "To another faith by the same Spirit, to another gifts of healing by the one Spirit,",
        "For thus said the Lord God, the Holy One of Israel, “In returning and rest you shall be saved; in quietness and in trust shall be your strength.” But you were unwilling,",
        "But you, O Lord, do not be far off! O you my help, come quickly to my aid!",
        "For I long to see you, that I may impart to you some spiritual gift to strengthen you— that is, that we may be mutually encouraged by each other's faith, both yours and mine.",
        "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,",
        "The Almighty—we cannot find him; he is great in power; justice and abundant righteousness he will not violate.",
        "O Lord, be gracious to us; we wait for you. Be our arm every morning, our salvation in the time of trouble.",
        "Awesome is God from his sanctuary; the God of Israel—he is the one who gives power and strength to his people. Blessed be God!",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold.",
        "I call upon the Lord, who is worthy to be praised, and I am saved from my enemies.",
        "Ascribe to the Lord the glory due his name; worship the Lord in the splendor of holiness.",
        "You know that when you were pagans you were led astray to mute idols, however you were led.",
        "And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.",
        "“You have led in your steadfast love the people whom you have redeemed; you have guided them by your strength to your holy abode.",
        "Deliver me from those who work evil, and save me from bloodthirsty men.",
        "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
        "Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.",
        "But it is the spirit in man, the breath of the Almighty, that makes him understand.",
        "Sanctify them in the truth; your word is truth.",
        "For the Holy Spirit will teach you in that very hour what you ought to say.”",
        "Knowing this first of all, that no prophecy of Scripture comes from someone's own interpretation.",
        "That the man of God may be complete, equipped for every good work.",
        "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.",
        "And let us consider how to stir up one another to love and good works,",
        "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.",
        "Be watchful, stand firm in the faith, act like men, be strong. Let all that you do be done in love.",
        "And everyone who thus hopes in him purifies himself as he is pure.",
        "Therefore encourage one another and build one another up, just as you are doing.",
        "For nothing will be impossible with God.”",
        "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
        "Addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,",
        "Contribute to the needs of the saints and seek to show hospitality.",
        "“Fear not, little flock, for it is your Father's good pleasure to give you the kingdom.",
        "Jesus looked at them and said, “With man it is impossible, but not with God. For all things are possible with God.”",
        "Whoever brings blessing will be enriched, and one who waters will himself be watered.",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?",
        "You shall remember the Lord your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.",
        "A false balance is an abomination to the Lord, but a just weight is his delight.",
        "“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning.",
        "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.",
        "Commit your work to the Lord, and your plans will be established.",
        "It is well with the man who deals generously and lends; who conducts his affairs with justice.",
        "Better is a little with righteousness than great revenues with injustice.",
        "Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.",
        "The plans of the diligent lead surely to abundance, but everyone who is hasty comes only to poverty.",
        "“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.",
        "Wealth gained hastily will dwindle, but whoever gathers little by little will increase it.",
        "The soul of the sluggard craves and gets nothing, while the soul of the diligent is richly supplied.",
        "For what does it profit a man to gain the whole world and forfeit his soul?",
        "“Woe to him who builds his house by unrighteousness, and his upper rooms by injustice, who makes his neighbor serve him for nothing and does not give him his wages,",
        "Whoever oppresses the poor to increase his own wealth, or gives to the rich, will only come to poverty.",
        "The Lord God took the man and put him in the garden of Eden to work it and keep it.",
        "And to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you,",
        "Calling ten of his servants, he gave them ten minas, and said to them, ‘Engage in business until I come.’",
        "“You shall not steal; you shall not deal falsely; you shall not lie to one another.",
        "A good name is to be chosen rather than great riches, and favor is better than silver or gold.",
        "Masters, treat your bondservants justly and fairly, knowing that you also have a Master in heaven.",
        "“If your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave:",
        "For as the body apart from the spirit is dead, so also faith apart from works is dead.",
        "Whoever is generous to the poor lends to the Lord, and he will repay him for his deed.",
        "For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, “The laborer deserves his wages.”",
        "Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "You shall not rule over him ruthlessly but shall fear your God.",
        "For they all wanted to frighten us, thinking, “Their hands will drop from the work, and it will not be done.” But now, O God, strengthen my hands.",
        "You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the Lord.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "The desire of the sluggard kills him, for his hands refuse to labor.",
        "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?",
        "And if you make a sale to your neighbor or buy from your neighbor, you shall not wrong one another.",
        "Unequal weights are an abomination to the Lord, and false scales are not good.",
        "“You shall do no wrong in judgment, in measures of length or weight or quantity.",
        "The getting of treasures by a lying tongue is a fleeting vapor and a snare of death.",
        "Train up a child in the way he should go; even when he is old he will not depart from it.",
        "“You shall not have in your bag two kinds of weights, a large and a small.",
        "Better is a poor man who walks in his integrity than a rich man who is crooked in his ways.",
        "Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.",
        "And he said to them, “You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.",
        "You shall have just balances, just weights, a just ephah, and a just hin: I am the Lord your God, who brought you out of the land of Egypt.",
        "And the Lord answered me: “Write the vision; make it plain on tablets, so he may run who reads it.",
        "Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.",
        "When I applied my heart to know wisdom, and to see the business that is done on earth, how neither day nor night do one's eyes see sleep,",
        "The simple believes everything, but the prudent gives thought to his steps.",
        "For he is like one who is inwardly calculating. “Eat and drink!” he says to you, but his heart is not with you.",
        "“When you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest.",
        "The integrity of the upright guides them, but the crookedness of the treacherous destroys them.",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "So, whether you eat or drink, or whatever you do, do all to the glory of God.",
        "Whoever works his land will have plenty of bread, but he who follows worthless pursuits lacks sense.",
        "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.",
        "So as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;",
        "Whoever is slack in his work is a brother to him who destroys.",
        "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
        "Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.",
        "Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?",
        "It is better to live in a corner of the housetop than in a house shared with a quarrelsome wife.",
        "House and wealth are inherited from fathers, but a prudent wife is from the Lord.",
        "Then the Lord God said, “It is not good that the man should be alone; I will make him a helper fit for him.”",
        "A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord.",
        "An excellent wife who can find? She is far more precious than jewels.",
        "Wives, submit to your husbands, as is fitting in the Lord. Husbands, love your wives, and do not be harsh with them.",
        "What therefore God has joined together, let not man separate.”",
        "And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”",
        "And Joash did what was right in the eyes of the Lord all the days of Jehoiada the priest. Jehoiada got for him two wives, and he had sons and daughters.",
        "An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones.",
        "For as a young man marries a young woman, so shall your sons marry you, and as the bridegroom rejoices over the bride, so shall your God rejoice over you.",
        "“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”",
        "But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband.",
        "Steadfast love and faithfulness meet; righteousness and peace kiss each other.",
        "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself.",
        "For your Maker is your husband, the Lord of hosts is his name; and the Holy One of Israel is your Redeemer, the God of the whole earth he is called.",
        "Wives, submit to your own husbands, as to the Lord. For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior.",
        "Nevertheless, in the Lord woman is not independent of man nor man of woman;",
        "Husbands, love your wives, and do not be harsh with them.",
        "The husband should give to his wife her conjugal rights, and likewise the wife to her husband.",
        "And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in steadfast love and in mercy.",
        "It is better to live in a desert land than with a quarrelsome and fretful woman.",
        "Wives, submit to your husbands, as is fitting in the Lord.",
        "But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.",
        "But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.",
        "“If a man seduces a virgin who is not betrothed and lies with her, he shall give the bride-price for her and make her his wife.",
        "For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage.",
        "So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander.",
        "For as woman was made from man, so man is now born of woman. And all things are from God.",
        "Submitting to one another out of reverence for Christ.",
        "You have captivated my heart, my sister, my bride; you have captivated my heart with one glance of your eyes, with one jewel of your necklace.",
        "“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.",
        "Two are better than one, because they have a good reward for their toil.",
        "Many a man proclaims his own steadfast love, but a faithful man who can find? The righteous who walks in his integrity— blessed are his children after him!",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her, that he might sanctify her, having cleansed her by the washing of water with the word,",
        "Let deacons each be the husband of one wife, managing their children and their own households well.",
        "Or do you not know that he who is joined to a prostitute becomes one body with her? For, as it is written, “The two will become one flesh.”",
        "Then Isaac brought her into the tent of Sarah his mother and took Rebekah, and she became his wife, and he loved her. So Isaac was comforted after his mother's death.",
        "They shall not marry a prostitute or a woman who has been defiled, neither shall they marry a woman divorced from her husband, for the priest is holy to his God.",
        "For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you. Trust in the Lord forever, for the Lord God is an everlasting rock.",
        "But I have trusted in your steadfast love; my heart shall rejoice in your salvation.",
        "And those who know your name put their trust in you, for you, O Lord, have not forsaken those who seek you.",
        "Blessed is the man who makes the Lord his trust, who does not turn to the proud, to those who go astray after a lie!",
        "It is better to take refuge in the Lord than to trust in man.",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "When I am afraid, I put my trust in you.",
        "“Let not your hearts be troubled. Believe in God; believe also in me.",
        "Trust in the Lord, and do good; dwell in the land and befriend faithfulness.",
        "The fear of man lays a snare, but whoever trusts in the Lord is safe.",
        "In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "But I trust in you, O Lord; I say, “You are my God.” My times are in your hand; rescue me from the hand of my enemies and from my persecutors!",
        "Some trust in chariots and some in horses, but we trust in the name of the Lord our God.",
        "Commit your way to the Lord; trust in him, and he will act. He will bring forth your righteousness as the light, and your justice as the noonday.",
        "Whoever gives thought to the word will discover good, and blessed is he who trusts in the Lord.",
        "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
        "For we walk by faith, not by sight.",
        "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "So we can confidently say, “The Lord is my helper; I will not fear; what can man do to me?”",
        "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to the Lord, “My refuge and my fortress, my God, in whom I trust.”",
        "Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah",
        "The Lord is near to all who call on him, to all who call on him in truth.",
        "But I trust in you, O Lord; I say, “You are my God.”",
        "Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?",
        "He will not let your foot be moved; he who keeps you will not slumber.",
        "Jesus Christ is the same yesterday and today and forever.",
        "I believe that I shall look upon the goodness of the Lord in the land of the living!",
        "A greedy man stirs up strife, but the one who trusts in the Lord will be enriched.",
        "Though he slay me, I will hope in him; yet I will argue my ways to his face.",
        "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
        "On God rests my salvation and my glory; my mighty rock, my refuge is God.",
        "Every word of God proves true; he is a shield to those who take refuge in him.",
        "Thus says the Lord: “Cursed is the man who trusts in man and makes flesh his strength, whose heart turns away from the Lord.",
        "“Blessed is the man who trusts in the Lord, whose trust is the Lord.",
        "Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord.",
        "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
        "Whoever trusts in his own mind is a fool, but he who walks in wisdom will be delivered.",
        "He saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,",
        "With God we shall do valiantly; it is he who will tread down our foes.",
        "Put not your trust in princes, in a son of man, in whom there is no salvation.",
        "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”",
        "Whoever trusts in his riches will fall, but the righteous will flourish like a green leaf.",
        "And now, O Lord God, you are God, and your words are true, and you have promised this good thing to your servant.",
        "But I have trusted in your steadfast love; my heart shall rejoice in your salvation. I will sing to the Lord, because he has dealt bountifully with me.",
        "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”",
        "Offer right sacrifices, and put your trust in the Lord.",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "But if we hope for what we do not see, we wait for it with patience.",
        "Let your steadfast love, O Lord, be upon us, even as we hope in you.",
        "In you our fathers trusted; they trusted, and you delivered them.",
        "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!",
        "Not that I am speaking of being in need, for I have learned in whatever situation I am to be content.",
        "Stop regarding man in whose nostrils is breath, for of what account is he?"
    ],
    "references": [
        "Colossians 3:23",
        "1 Corinthians 15:58",
        "Proverbs 3:5",
        "Matthew 19:26",
        "Romans 12:11",
        "Philippians 4:13",
        "Philippians 4:19",
        "Jeremiah 29:11",
        "Luke 15:7",
        "Romans 8:28",
        "2 Corinthians 9:7",
        "Galatians 5:12",
        "Isaiah 41:10",
        "Deuteronomy 31:6",
        "Isaiah 40:31",
        "Proverbs 3:5-6",
        "Galatians 1:10",
        "2 Thessalonians 3:10",
        "Proverbs 27:17",
        "2 Timothy 1:7",
        "1 Peter 5:7",
        "John 3:16",
        "Romans 15:13",
        "1 Corinthians 16:13",
        "John 10:10",
        "Luke 15:10",
        "2 Timothy 3:16",
        "Psalm 34:8",
        "Joshua 1:9",
        "Proverbs 18:10",
        "Colossians 3:23-24",
        "Ephesians 2:10",
        "John 4:34",
        "Matthew 6:33",
        "Psalm 27:1",
        "John 16:33",
        "Galatians 6:9",
        "Matthew 5:16",
        "1 Timothy 4:12",
        "Ephesians 6:13",
        "Lamentations 3:22-23",
        "Proverbs 10:4",
        "2 Peter 3:18",
        "2 Peter 1:10",
        "Romans 8:31",
        "Romans 1:17",
        "John 15:13",
        "Psalm 37:5",
        "Exodus 19:5",
        "Proverbs 14:23",
        "Psalm 23:4",
        "1 John 3:22",
        "James 1:12",
        "Philippians 2:3",
        "Romans 12:1",
        "Luke 4:8",
        "Ezra 10:4",
        "John 14:15",
        "Psalm 23:1",
        "1 Chronicles 16:11",
        "Acts 1:8",
        "Hebrews 12:11",
        "Philippians 4:7",
        "1 Corinthians 13:12",
        "James 4:6",
        "1 Corinthians 6:19",
        "Ephesians 4:32",
        "Mark 11:25",
        "1 John 1:9",
        "Matthew 6:15",
        "Luke 6:37",
        "Colossians 3:13",
        "James 5:16",
        "Luke 6:27",
        "Proverbs 10:12",
        "Ephesians 1:7",
        "Matthew 6:12",
        "Matthew 6:14",
        "Proverbs 17:9",
        "Psalm 32:5",
        "Romans 3:23",
        "Proverbs 28:13",
        "Luke 23:34",
        "Daniel 9:9",
        "Acts 3:19",
        "Matthew 26:28",
        "Psalm 103:12",
        "Ecclesiastes 7:20",
        "Romans 12:20",
        "Acts 10:43",
        "Romans 6:23",
        "Colossians 1:13-14",
        "1 John 2:1",
        "Psalm 86:5",
        "1 John 1:8",
        "Romans 8:1",
        "Hebrews 10:17",
        "2 Corinthians 5:17",
        "Proverbs 25:21",
        "Isaiah 43:25",
        "John 13:34",
        "Matthew 5:44",
        "Hebrews 8:12",
        "Matthew 5:7",
        "Isaiah 53:5",
        "Ephesians 2:8",
        "John 8:7",
        "1 John 2:2",
        "Psalm 130:4",
        "1 John 2:12",
        "Acts 17:30",
        "Acts 22:16",
        "Romans 12:17",
        "Ephesians 4:31",
        "Proverbs 15:1",
        "Colossians 1:14",
        "James 2:8",
        "1 Peter 4:8",
        "1 Peter 3:9",
        "Luke 17:3",
        "Galatians 5:22",
        "Galatians 6:1",
        "Proverbs 28:9",
        "Psalm 130:3",
        "Ephesians 4:26-27",
        "Matthew 20:26",
        "Proverbs 11:14",
        "Jeremiah 23:1",
        "1 Peter 5:3",
        "Philippians 2:4",
        "Proverbs 4:23",
        "Psalm 78:72",
        "Hebrews 13:7",
        "Proverbs 29:2",
        "1 Corinthians 12:12",
        "Acts 20:28",
        "2 Timothy 2:2",
        "Luke 6:31",
        "John 3:30",
        "Deuteronomy 1:13",
        "John 10:11",
        "2 Timothy 2:15",
        "Luke 22:26",
        "Matthew 5:37",
        "Proverbs 25:28",
        "1 Timothy 5:17",
        "Matthew 7:12",
        "1 Timothy 3:5",
        "Proverbs 16:9",
        "James 3:1",
        "1 Timothy 3:2",
        "Proverbs 16:12",
        "Proverbs 29:14",
        "1 Peter 5:2",
        "Mark 10:45",
        "James 4:10",
        "Titus 1:7",
        "1 Timothy 4:8",
        "Acts 6:3",
        "Proverbs 31:8-9",
        "Proverbs 29:12",
        "Titus 1:6",
        "1 Timothy 4:2",
        "Isaiah 6:8",
        "Proverbs 22:29",
        "Proverbs 16:18",
        "Romans 12:8",
        "Romans 13:1",
        "Proverbs 27:23-24",
        "1 Thessalonians 5:14",
        "Jeremiah 1:5",
        "Proverbs 29:4",
        "Proverbs 16:7",
        "Jeremiah 33:3",
        "1 Corinthians 10:12",
        "1 Timothy 3:6",
        "James 1:5",
        "Psalm 46:10",
        "Proverbs 24:10",
        "Psalm 31:24",
        "Psalm 27:14",
        "John 14:27",
        "Mark 5:36",
        "Proverbs 28:1",
        "Psalm 112:7",
        "Deuteronomy 31:8",
        "Psalm 56:3-4",
        "Philippians 1:28",
        "Ephesians 6:10",
        "1 Timothy 1:7",
        "1 Corinthians 1:3-4",
        "Joshua 1:6",
        "Isaiah 12:2",
        "Psalm 23:2",
        "John 14:2",
        "Psalm 31:2",
        "Psalm 27:2",
        "Deuteronomy 31:2",
        "2 Samuel 10:12",
        "1 John 4:18",
        "2 Corinthians 5:8",
        "Psalm 16:8",
        "Isaiah 35:4",
        "Matthew 10:28",
        "Romans 8:15",
        "Revelation 1:1",
        "Psalm 138:3",
        "Acts 4:13",
        "Joshua 10:25",
        "Psalm 18:39",
        "2 Chronicles 32:7",
        "Mark 15:43",
        "1 Corinthians 16:2",
        "1 Chronicles 19:13",
        "Acts 28:15",
        "Matthew 14:29",
        "2 Chronicles 32:8",
        "Numbers 13:30",
        "1 Kings 2:2",
        "Isaiah 26:3",
        "Luke 12:4",
        "Galatians 3:27",
        "James 2:24",
        "1 Corinthians 16:14",
        "1 John 4:8",
        "Colossians 3:14",
        "1 Corinthians 13:13",
        "1 John 4:19",
        "1 John 4:7",
        "Romans 5:8",
        "Ephesians 5:25",
        "Ephesians 4:2",
        "Proverbs 17:17",
        "Romans 13:8",
        "1 John 4:16",
        "Romans 12:9",
        "Romans 12:10",
        "Romans 13:10",
        "1 John 3:18",
        "1 John 4:7-8",
        "John 15:12",
        "Ephesians 5:33",
        "Mark 12:31",
        "1 Corinthians 13:2",
        "Ephesians 4:2-3",
        "1 John 4:20",
        "1 Peter 5:6-7",
        "Psalm 86:15",
        "1 John 4:12",
        "John 14:21",
        "1 John 3:16",
        "Song of Solomon 8:7",
        "Romans 5:5",
        "Galatians 5:22-23",
        "Jeremiah 31:3",
        "Psalm 63:3",
        "Matthew 6:24",
        "1 Peter 1:22",
        "John 14:23",
        "1 John 4:21",
        "1 John 4:11",
        "Matthew 22:37",
        "Romans 8:35",
        "Psalm 143:8",
        "1 Corinthians 13:4-5",
        "Leviticus 19:18",
        "Galatians 5:13",
        "Isaiah 43:4",
        "1 Corinthians 13:4",
        "Genesis 29:20",
        "1 Corinthians 13:1",
        "John 15:12-13",
        "Philippians 2:2",
        "Proverbs 8:17",
        "2 Corinthians 5:14",
        "Song of Solomon 4:10",
        "Proverbs 15:17",
        "Song of Solomon 2:16",
        "Romans 12:9-10",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "Ephesians 5:2",
        "Matthew 5:43-44",
        "Psalm 73:26",
        "Exodus 15:2",
        "Habakkuk 3:19",
        "Isaiah 40:29",
        "Psalm 29:11",
        "Mark 12:30",
        "2 Thessalonians 3:3",
        "Psalm 28:7",
        "Deuteronomy 20:4",
        "2 Corinthians 12:10",
        "Jeremiah 32:17",
        "Psalm 59:16",
        "Zechariah 4:6",
        "1 Chronicles 29:12",
        "Matthew 11:28",
        "Psalm 46:1",
        "Psalm 118:14",
        "Psalm 18:31",
        "1 Corinthians 1:18",
        "Psalm 18:32",
        "Psalm 44:3",
        "Ephesians 3:16",
        "Psalm 119:28",
        "Colossians 2:9-10",
        "1 Corinthians 12:9",
        "Isaiah 30:15",
        "Psalm 22:19",
        "Romans 1:11-12",
        "1 Timothy 2:1",
        "Job 37:23",
        "Isaiah 33:2",
        "Psalm 68:35",
        "Philippians 4:6",
        "Psalm 18:2",
        "Psalm 18:3",
        "Psalm 29:2",
        "1 Corinthians 12:2",
        "Ecclesiastes 4:12",
        "Exodus 15:13",
        "Psalm 59:2",
        "2 Peter 1:21",
        "1 John 4:1",
        "Job 32:8",
        "John 17:17",
        "Luke 12:12",
        "2 Peter 1:20",
        "2 Timothy 3:17",
        "John 14:26",
        "Hebrews 10:24",
        "Hebrews 13:16",
        "1 Corinthians 16:13-14",
        "1 John 3:3",
        "1 Thessalonians 5:11",
        "Luke 1:37",
        "1 John 5:14",
        "Ephesians 5:19",
        "Romans 12:13",
        "Luke 12:32",
        "Mark 10:27",
        "Proverbs 11:25",
        "1 John 3:17",
        "Deuteronomy 8:18",
        "Proverbs 11:1",
        "Leviticus 19:13",
        "Colossians 3:17",
        "Proverbs 16:3",
        "Psalm 112:5",
        "Proverbs 16:8",
        "Ecclesiastes 9:10",
        "Proverbs 21:5",
        "Luke 16:10",
        "Proverbs 13:11",
        "Proverbs 13:4",
        "Mark 8:36",
        "Jeremiah 22:13",
        "Proverbs 22:16",
        "Genesis 2:15",
        "1 Thessalonians 4:11",
        "Luke 19:13",
        "Leviticus 19:11",
        "Proverbs 22:1",
        "Colossians 4:1",
        "Leviticus 25:39",
        "James 2:26",
        "Proverbs 19:17",
        "1 Timothy 5:18",
        "Ephesians 6:9",
        "2 Corinthians 9:8",
        "2 Peter 1:3",
        "Leviticus 25:43",
        "Nehemiah 6:9",
        "Leviticus 19:14",
        "Micah 6:8",
        "Proverbs 21:25",
        "Numbers 23:19",
        "Leviticus 25:14",
        "Proverbs 20:23",
        "Leviticus 19:35",
        "Proverbs 21:6",
        "Proverbs 22:6",
        "Deuteronomy 25:13",
        "Proverbs 28:6",
        "Romans 13:7",
        "Luke 16:15",
        "Leviticus 19:36",
        "Habakkuk 2:2",
        "1 Peter 5:8",
        "Ecclesiastes 8:16",
        "Proverbs 14:15",
        "Proverbs 23:7",
        "Leviticus 19:9",
        "Proverbs 11:3",
        "Psalm 37:4",
        "1 Corinthians 10:31",
        "Proverbs 12:11",
        "Romans 8:18",
        "Colossians 1:10",
        "Proverbs 18:9",
        "Genesis 2:24",
        "Hebrews 13:4",
        "2 Corinthians 6:14",
        "Proverbs 21:9",
        "Proverbs 19:14",
        "Genesis 2:18",
        "1 Corinthians 7:39",
        "Proverbs 31:10",
        "Colossians 3:18-19",
        "Mark 10:9",
        "Matthew 19:9",
        "2 Chronicles 24:2-3",
        "Proverbs 12:4",
        "Isaiah 62:5",
        "Ephesians 5:31",
        "1 Corinthians 7:2",
        "Psalm 85:10",
        "Ephesians 5:28",
        "Isaiah 54:5",
        "Ephesians 5:22-23",
        "1 Corinthians 11:11",
        "Colossians 3:19",
        "1 Corinthians 7:3",
        "Hosea 2:19",
        "Proverbs 21:19",
        "Colossians 3:18",
        "1 Corinthians 11:3",
        "1 Corinthians 7:9",
        "Exodus 22:16",
        "Romans 7:2",
        "1 Timothy 5:14",
        "1 Corinthians 11:12",
        "Ephesians 5:21",
        "Song of Solomon 4:9",
        "Luke 16:18",
        "Ecclesiastes 4:9",
        "Proverbs 20:6-7",
        "Ephesians 5:25-26",
        "1 Timothy 3:12",
        "1 Corinthians 6:16",
        "Genesis 24:67",
        "Leviticus 21:7",
        "Matthew 22:30",
        "Mark 11:24",
        "Isaiah 26:3-4",
        "Psalm 13:5",
        "Psalm 9:10",
        "Psalm 40:4",
        "Psalm 118:8",
        "Proverbs 3:6",
        "Psalm 56:3",
        "John 14:1",
        "Psalm 37:3",
        "Proverbs 29:25",
        "Psalm 56:4",
        "Psalm 31:14-15",
        "Psalm 20:7",
        "Psalm 37:5-6",
        "Proverbs 16:20",
        "Nahum 1:7",
        "Romans 10:9",
        "Hebrews 11:6",
        "2 Corinthians 5:7",
        "James 1:6",
        "Hebrews 13:6",
        "Psalm 91:1-2",
        "Psalm 62:8",
        "Psalm 145:18",
        "Psalm 31:14",
        "Matthew 6:26",
        "Psalm 121:3",
        "Hebrews 13:8",
        "Psalm 27:13",
        "Proverbs 28:25",
        "Job 13:15",
        "Psalm 55:22",
        "Psalm 62:7",
        "Proverbs 30:5",
        "Jeremiah 17:5",
        "Jeremiah 17:7",
        "Psalm 32:10",
        "Mark 9:24",
        "Proverbs 28:26",
        "Titus 3:5",
        "Psalm 60:12",
        "Psalm 146:3",
        "Hebrews 13:5",
        "Proverbs 11:28",
        "2 Samuel 7:28",
        "Psalm 13:5-6",
        "Romans 12:19",
        "Psalm 4:5",
        "Psalm 31:19",
        "Romans 8:25",
        "Psalm 33:22",
        "Psalm 22:4",
        "Psalm 37:7",
        "Philippians 4:11",
        "Isaiah 2:22"
    ]
}