{
    "verses": [
        "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever.",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "I believe that I shall look upon the goodness of the Lord in the land of the living!",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.",
        "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.",
        "And Jesus said to him, “Why do you call me good? No one is good except God alone.",
        "The Lord is good to all, and his mercy is over all that he has made.",
        "You are good and do good; teach me your statutes.",
        "For the Lord God is a sun and shield; the Lord bestows favor and honor. No good thing does he withhold from those who walk uprightly.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!",
        "Do not be overcome by evil, but overcome evil with good.",
        "Do not be deceived: “Bad company ruins good morals.”",
        "Who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.",
        "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,",
        "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.",
        "Remember not the sins of my youth or my transgressions; according to your steadfast love remember me, for the sake of your goodness, O Lord!",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.",
        "Blessed is the one you choose and bring near, to dwell in your courts! We shall be satisfied with the goodness of your house, the holiness of your temple!",
        "Now who is there to harm you if you are zealous for what is good?",
        "Trust in the Lord, and do good; dwell in the land and befriend faithfulness.",
        "I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.",
        "Oh give thanks to the Lord, for he is good; for his steadfast love endures forever!",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "The Lord passed before him and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,",
        "If indeed you have tasted that the Lord is good.",
        "(for the fruit of light is found in all that is good and right and true),",
        "Answer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me.",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "Turn away from evil and do good; seek peace and pursue it.",
        "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.",
        "Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter!",
        "How God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.",
        "What is desired in a man is steadfast love, and a poor man is better than a liar.",
        "And Jesus said to him, “Why do you call me good? No one is good except God alone.",
        "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
        "The Lord is righteous in all his ways and kind in all his works.",
        "Be merciful, even as your Father is merciful.",
        "“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.",
        "And he said to him, “Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”",
        "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations.",
        "Then you will understand righteousness and justice and equity, every good path;",
        "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "And God saw that the light was good. And God separated the light from the darkness.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "For nothing will be impossible with God.”",
        "I say to the Lord, “You are my Lord; I have no good apart from you.”",
        "He loves righteousness and justice; the earth is full of the steadfast love of the Lord.",
        "This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "I can do all things through him who strengthens me.",
        "For all have sinned and fall short of the glory of God,",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.",
        "But when the goodness and loving kindness of God our Savior appeared,",
        "And he opened his mouth and taught them, saying:",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "The Lord is good to those who wait for him, to the soul who seeks him.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "Seek the Lord and his strength; seek his presence continually!",
        "Desire without knowledge is not good, and whoever makes haste with his feet misses his way.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "Teach me to do your will, for you are my God! Let your good Spirit lead me on level ground!",
        "Sow for yourselves righteousness; reap steadfast love; break up your fallow ground, for it is the time to seek the Lord, that he may come and rain righteousness upon you."
    ],
    "references": [
        "Psalm 23:6",
        "Psalm 34:8",
        "Galatians 5:22-23",
        "Psalm 31:19",
        "Psalm 27:13",
        "Romans 8:28",
        "James 1:17",
        "Nahum 1:7",
        "Romans 12:9",
        "Romans 2:4",
        "Galatians 5:22",
        "Galatians 6:10",
        "Mark 10:18",
        "Psalm 145:9",
        "Psalm 119:68",
        "Psalm 84:11",
        "Micah 6:8",
        "Ephesians 4:32",
        "Psalm 107:1",
        "Romans 12:21",
        "1 Corinthians 15:33",
        "Titus 2:14",
        "1 Timothy 4:4",
        "Genesis 1:31",
        "Psalm 25:7",
        "Ephesians 4:29",
        "Matthew 12:35",
        "Psalm 65:4",
        "1 Peter 3:13",
        "Psalm 37:3",
        "Romans 15:14",
        "1 Chronicles 16:34",
        "John 3:16",
        "Exodus 34:6",
        "1 Peter 2:3",
        "Ephesians 5:9",
        "Psalm 69:16",
        "2 Corinthians 9:8",
        "Psalm 34:14",
        "James 3:13",
        "Isaiah 5:20",
        "Acts 10:38",
        "Proverbs 19:22",
        "Luke 18:19",
        "Matthew 7:11",
        "Psalm 145:17",
        "Luke 6:36",
        "1 Corinthians 10:23",
        "Matthew 19:17",
        "Psalm 100:5",
        "Proverbs 2:9",
        "2 Peter 1:5",
        "1 John 1:9",
        "Ephesians 2:10",
        "2 Peter 1:3",
        "Genesis 1:4",
        "Jeremiah 29:11",
        "Luke 1:37",
        "Psalm 16:2",
        "Psalm 33:5",
        "1 John 1:5",
        "Revelation 1:1",
        "Ephesians 2:8",
        "Philippians 4:13",
        "Romans 3:23",
        "2 Timothy 3:16",
        "Genesis 50:20",
        "Titus 3:4",
        "Matthew 5:2",
        "Galatians 6:9",
        "Lamentations 3:25",
        "Ephesians 2:8-9",
        "Philippians 4:6",
        "2 Corinthians 5:21",
        "1 Chronicles 16:11",
        "Proverbs 19:2",
        "Romans 5:8",
        "2 Corinthians 9:10",
        "Psalm 143:10",
        "Hosea 10:12"
    ]
}