{
    "verses": [
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "But it is the spirit in man, the breath of the Almighty, that makes him understand.",
        "Sanctify them in the truth; your word is truth.",
        "For the Holy Spirit will teach you in that very hour what you ought to say.”",
        "Knowing this first of all, that no prophecy of Scripture comes from someone's own interpretation.",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "That the man of God may be complete, equipped for every good work.",
        "I can do all things through him who strengthens me.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "And let us consider how to stir up one another to love and good works,",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "Casting all your anxieties on him, because he cares for you.",
        "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "Be watchful, stand firm in the faith, act like men, be strong. Let all that you do be done in love.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "A friend loves at all times, and a brother is born for adversity.",
        "And everyone who thus hopes in him purifies himself as he is pure.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Therefore encourage one another and build one another up, just as you are doing.",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "For nothing will be impossible with God.”",
        "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
        "We love because he first loved us.",
        "Addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "Contribute to the needs of the saints and seek to show hospitality.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "“Fear not, little flock, for it is your Father's good pleasure to give you the kingdom.",
        "And as you wish that others would do to you, do so to them.",
        "Jesus looked at them and said, “With man it is impossible, but not with God. For all things are possible with God.”",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Whoever brings blessing will be enriched, and one who waters will himself be watered.",
        "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?"
    ],
    "references": [
        "2 Timothy 3:16",
        "2 Peter 1:21",
        "Deuteronomy 31:6",
        "1 John 4:1",
        "Jeremiah 29:11",
        "Job 32:8",
        "John 17:17",
        "Luke 12:12",
        "2 Peter 1:20",
        "Isaiah 40:31",
        "2 Timothy 3:17",
        "Philippians 4:13",
        "Romans 8:28",
        "John 14:26",
        "Isaiah 41:10",
        "Romans 15:13",
        "Proverbs 18:10",
        "Joshua 1:9",
        "Romans 8:31",
        "John 15:13",
        "Psalm 34:8",
        "Psalm 27:1",
        "Psalm 23:4",
        "1 Corinthians 16:13",
        "Matthew 11:28",
        "1 John 3:22",
        "Lamentations 3:22-23",
        "Psalm 31:24",
        "Psalm 16:8",
        "Philippians 4:19",
        "1 Corinthians 15:58",
        "1 Corinthians 13:12",
        "Psalm 23:1",
        "Hebrews 10:24",
        "1 John 4:7-8",
        "1 Peter 5:7",
        "Hebrews 13:16",
        "Colossians 3:23",
        "1 Corinthians 16:13-14",
        "1 Corinthians 13:4",
        "Proverbs 17:17",
        "1 John 3:3",
        "2 Timothy 1:7",
        "1 Thessalonians 5:11",
        "Ephesians 4:2",
        "John 16:33",
        "John 14:27",
        "Luke 1:37",
        "1 John 5:14",
        "1 John 4:19",
        "Ephesians 5:19",
        "Galatians 6:9",
        "Romans 12:13",
        "Romans 12:9",
        "Luke 12:32",
        "Luke 6:31",
        "Mark 10:27",
        "Matthew 5:16",
        "Proverbs 11:25",
        "Psalm 46:1",
        "1 John 3:17"
    ]
}