{
    "verses": [
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "Rejoice in the Lord always; again I will say, rejoice.",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
        "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
        "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
        "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "This is the day that the Lord has made; let us rejoice and be glad in it.",
        "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,",
        "Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.”",
        "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, obtaining the outcome of your faith, the salvation of your souls.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "You have put more joy in my heart than they have when their grain and wine abound.",
        "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed.",
        "Rejoice with those who rejoice, weep with those who weep.",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
        "Looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
        "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure.",
        "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
        "When the cares of my heart are many, your consolations cheer my soul.",
        "Rejoice always,",
        "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.",
        "Splendor and majesty are before him; strength and joy are in his place.",
        "And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord.",
        "“For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands.",
        "Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "Those who sow in tears shall reap with shouts of joy!",
        "To make an apt answer is a joy to a man, and a word in season, how good it is!",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
        "Though I have much to write to you, I would rather not use paper and ink. Instead I hope to come to you and talk face to face, so that our joy may be complete.",
        "You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness,",
        "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
        "I will greatly rejoice in the Lord; my soul shall exult in my God, for he has clothed me with the garments of salvation; he has covered me with the robe of righteousness, as a bridegroom decks himself like a priest with a beautiful headdress, and as a bride adorns herself with her jewels.",
        "Your testimonies are my heritage forever, for they are the joy of my heart.",
        "For our heart is glad in him, because we trust in his holy name.",
        "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,",
        "I am acting with great boldness toward you; I have great pride in you; I am filled with comfort. In all our affliction, I am overflowing with joy.",
        "But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed.",
        "The precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;",
        "And we are writing these things so that our joy may be complete.",
        "To the choirmaster. A Psalm of the Sons of Korah. Clap your hands, all peoples! Shout to God with loud songs of joy!",
        "A Psalm for giving thanks. Make a joyful noise to the Lord, all the earth!",
        "So that by God's will I may come to you with joy and be refreshed in your company.",
        "Though the fig tree should not blossom, nor fruit be on the vines, the produce of the olive fail and the fields yield no food, the flock be cut off from the fold and there be no herd in the stalls, yet I will rejoice in the Lord; I will take joy in the God of my salvation.",
        "The father of the righteous will greatly rejoice; he who fathers a wise son will be glad in him.",
        "For you are our glory and joy.",
        "Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O Lord, God of hosts.",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.",
        "And the ransomed of the Lord shall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away.",
        "You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil.",
        "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
        "And in every province and in every city, wherever the king's command and his edict reached, there was gladness and joy among the Jews, a feast and a holiday. And many from the peoples of the country declared themselves Jews, for fear of the Jews had fallen on them.",
        "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you.",
        "Light is sown for the righteous, and joy for the upright in heart.",
        "I have no greater joy than to hear that my children are walking in the truth.",
        "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”",
        "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
        "And they offered great sacrifices that day and rejoiced, for God had made them rejoice with great joy; the women and children also rejoiced. And the joy of Jerusalem was heard far away.",
        "On the eighth day he sent the people away, and they blessed the king and went to their homes joyful and glad of heart for all the goodness that the Lord had shown to David his servant and to Israel his people.",
        "And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people.",
        "Let me hear joy and gladness; let the bones that you have broken rejoice.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "In the way of your testimonies I delight as much as in all riches.",
        "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "As sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
        "You have made known to me the paths of life; you will make me full of gladness with your presence.’",
        "And my spirit rejoices in God my Savior,",
        "And they kept the Feast of Unleavened Bread seven days with joy, for the Lord had made them joyful and had turned the heart of the king of Assyria to them, so that he aided them in the work of the house of God, the God of Israel.",
        "For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind.",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "As they were coming home, when David returned from striking down the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with songs of joy, and with musical instruments.",
        "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,",
        "Then our mouth was filled with laughter, and our tongue with shouts of joy; then they said among the nations, “The Lord has done great things for them.” The Lord has done great things for us; we are glad.",
        "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "And the disciples were filled with joy and with the Holy Spirit.",
        "For you make him most blessed forever; you make him glad with the joy of your presence.",
        "When they saw the star, they rejoiced exceedingly with great joy.",
        "With joy you will draw water from the wells of salvation.",
        "May all who seek you rejoice and be glad in you! May those who love your salvation say evermore, “God is great!”",
        "As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy.",
        "So he brought his people out with joy, his chosen ones with singing.",
        "And they worshiped him and returned to Jerusalem with great joy,",
        "We want you to know, brothers, about the grace of God that has been given among the churches of Macedonia, for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part.",
        "For the Lord takes pleasure in his people; he adorns the humble with salvation.",
        "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.",
        "He who goes out weeping, bearing the seed for sowing, shall come home with shouts of joy, bringing his sheaves with him.",
        "I will be glad and exult in you; I will sing praise to your name, O Most High."
    ],
    "references": [
        "Romans 15:13",
        "Romans 12:12",
        "Philippians 4:4",
        "James 1:2",
        "Psalm 16:11",
        "John 16:24",
        "Galatians 5:22",
        "Proverbs 17:22",
        "John 16:22",
        "Romans 14:17",
        "John 15:11",
        "Psalm 30:5",
        "Psalm 118:24",
        "1 Peter 1:8",
        "Nehemiah 8:10",
        "1 Peter 1:8-9",
        "James 1:2-4",
        "Psalm 4:7",
        "Proverbs 10:28",
        "Galatians 5:22-23",
        "Psalm 71:23",
        "Romans 12:15",
        "Luke 15:10",
        "Psalm 5:11",
        "James 1:2-3",
        "Hebrews 12:2",
        "Psalm 16:9",
        "Zephaniah 3:17",
        "Psalm 94:19",
        "1 Thessalonians 5:16",
        "Ecclesiastes 9:7",
        "1 Chronicles 16:27",
        "Psalm 27:6",
        "Isaiah 55:12",
        "Psalm 32:11",
        "Luke 15:7",
        "Psalm 126:5",
        "Proverbs 15:23",
        "Psalm 28:7",
        "1 Thessalonians 5:16-18",
        "2 John 1:12",
        "Psalm 30:11",
        "Psalm 51:12",
        "Isaiah 61:10",
        "Psalm 119:111",
        "Psalm 33:21",
        "1 Thessalonians 1:6",
        "2 Corinthians 7:4",
        "1 Peter 4:13",
        "Psalm 19:8",
        "1 John 1:4",
        "Psalm 47:1",
        "Psalm 100:1",
        "Romans 15:32",
        "Habakkuk 3:17-18",
        "Proverbs 23:24",
        "1 Thessalonians 2:20",
        "Jeremiah 15:16",
        "2 Corinthians 12:10",
        "John 17:13",
        "Isaiah 35:10",
        "Isaiah 9:3",
        "Colossians 1:11",
        "Esther 8:17",
        "Philemon 1:7",
        "Psalm 97:11",
        "3 John 1:4",
        "Isaiah 12:6",
        "Matthew 25:21",
        "Nehemiah 12:43",
        "1 Kings 8:66",
        "Luke 2:10",
        "Psalm 51:8",
        "Jeremiah 29:11",
        "Psalm 119:14",
        "Philippians 2:1-2",
        "2 Corinthians 6:10",
        "Acts 2:28",
        "Luke 1:47",
        "Ezra 6:22",
        "Ecclesiastes 2:26",
        "Psalm 37:4",
        "1 Samuel 18:6",
        "1 Thessalonians 3:9",
        "Psalm 126:2-3",
        "Romans 5:11",
        "John 16:33",
        "Acts 13:52",
        "Psalm 21:6",
        "Matthew 2:10",
        "Isaiah 12:3",
        "Psalm 70:4",
        "1 Timothy 6:17",
        "Psalm 105:43",
        "Luke 24:52",
        "2 Corinthians 8:1-2",
        "Psalm 149:4",
        "2 Corinthians 1:24",
        "Psalm 126:6",
        "Psalm 9:2"
    ]
}