{
    "verses": [
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "A man who is kind benefits himself, but a cruel man hurts himself.",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "She opens her mouth with wisdom, and the teaching of kindness is on her tongue.",
        "Whoever is generous to the poor lends to the Lord, and he will repay him for his deed.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "Whoever pursues righteousness and kindness will find life, righteousness, and honor.",
        "What is desired in a man is steadfast love, and a poor man is better than a liar.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?",
        "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "The native people showed us unusual kindness, for they kindled a fire and welcomed us all, because it had begun to rain and was cold.",
        "Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor.",
        "And godliness with brotherly affection, and brotherly affection with love.",
        "Let each of us please his neighbor for his good, to build him up.",
        "Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "“Blessed are the merciful, for they shall receive mercy.",
        "But when the goodness and loving kindness of God our Savior appeared,",
        "As for you, brothers, do not grow weary in doing good.",
        "Bear one another's burdens, and so fulfill the law of Christ.",
        "Rejoice with those who rejoice, weep with those who weep.",
        "Now then, please swear to me by the Lord that, as I have dealt kindly with you, you also will deal kindly with my father's house, and give me a sure sign",
        "By purity, knowledge, patience, kindness, the Holy Spirit, genuine love;",
        "So that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "“Thus says the Lord of hosts, Render true judgments, show kindness and mercy to one another,",
        "Now may the Lord show steadfast love and faithfulness to you. And I will do good to you because you have done this thing.",
        "Blessed be the Lord, for he has wondrously shown his steadfast love to me when I was in a besieged city.",
        "For great is his steadfast love toward us, and the faithfulness of the Lord endures forever. Praise the Lord!",
        "In overflowing anger for a moment I hid my face from you, but with everlasting love I will have compassion on you,” says the Lord, your Redeemer.",
        "Let a righteous man strike me—it is a kindness; let him rebuke me—it is oil for my head; let my head not refuse it. Yet my prayer is continually against their evil deeds.",
        "Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”",
        "If I am still alive, show me the steadfast love of the Lord, that I may not die;",
        "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.",
        "For if you forgive others their trespasses, your heavenly Father will also forgive you,",
        "Only remember me, when it is well with you, and please do me the kindness to mention me to Pharaoh, and so get me out of this house.",
        "And he said, “O Lord, God of my master Abraham, please grant me success today and show steadfast love to my master Abraham.",
        "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
        "It is well with the man who deals generously and lends; who conducts his affairs with justice.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "Do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”",
        "And do not cut off your steadfast love from my house forever, when the Lord cuts off every one of the enemies of David from the face of the earth.”",
        "David sent messengers to the men of Jabesh-gilead and said to them, “May you be blessed by the Lord, because you showed this loyalty to Saul your lord and buried him.",
        "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "Give to everyone who begs from you, and from one who takes away your goods do not demand them back.",
        "And David said, “Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan's sake?”",
        "They are to do good, to be rich in good works, to be generous and ready to share,",
        "How precious is your steadfast love, O God! The children of mankind take refuge in the shadow of your wings.",
        "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
        "Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "“He who withholds kindness from a friend forsakes the fear of the Almighty.",
        "The next day we put in at Sidon. And Julius treated Paul kindly and gave him leave to go to his friends and be cared for.",
        "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart.",
        "And when God caused me to wander from my father's house, I said to her, ‘This is the kindness you must do me: at every place to which we come, say of me, “He is my brother.”’”",
        "And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.",
        "Then he gave orders to the centurion that he should be kept in custody but have some liberty, and that none of his friends should be prevented from attending to his needs."
    ],
    "references": [
        "Ephesians 4:32",
        "Proverbs 11:17",
        "Colossians 3:12",
        "Proverbs 31:26",
        "Proverbs 19:17",
        "1 John 3:18",
        "Galatians 6:10",
        "1 Peter 3:9",
        "Galatians 5:22",
        "1 Peter 4:8",
        "Galatians 5:22-23",
        "1 Corinthians 13:4",
        "Romans 2:4",
        "Micah 6:8",
        "Proverbs 21:21",
        "Proverbs 19:22",
        "Colossians 3:14",
        "1 John 3:17",
        "1 Peter 3:8",
        "Ephesians 4:29",
        "Acts 28:2",
        "Proverbs 14:21",
        "2 Peter 1:7",
        "Romans 15:2",
        "Matthew 5:42",
        "Matthew 5:7",
        "Titus 3:4",
        "2 Thessalonians 3:13",
        "Galatians 6:2",
        "Romans 12:15",
        "Joshua 2:12",
        "2 Corinthians 6:6",
        "Ephesians 2:7",
        "Romans 12:10",
        "John 3:16",
        "Galatians 6:9",
        "Zechariah 7:9",
        "2 Samuel 2:6",
        "Psalm 31:21",
        "Psalm 117:2",
        "Isaiah 54:8",
        "Psalm 141:5",
        "Acts 14:17",
        "1 Samuel 20:14",
        "Romans 15:1",
        "Matthew 6:14",
        "Genesis 40:14",
        "Genesis 24:12",
        "Romans 15:5",
        "Psalm 112:5",
        "Romans 5:8",
        "Zechariah 7:10",
        "1 Samuel 20:15",
        "2 Samuel 2:5",
        "Proverbs 15:1",
        "Luke 6:30",
        "2 Samuel 9:1",
        "1 Timothy 6:18",
        "Psalm 36:7",
        "Galatians 6:1",
        "James 1:27",
        "Romans 13:10",
        "Job 6:14",
        "Acts 27:3",
        "Proverbs 3:3",
        "Genesis 20:13",
        "Luke 6:34",
        "Acts 24:23"
    ]
}