{
    "verses": [
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "Rejoice in the Lord always; again I will say, rejoice.",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
        "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
        "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
        "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "This is the day that the Lord has made; let us rejoice and be glad in it.",
        "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,",
        "You have put more joy in my heart than they have when their grain and wine abound.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
        "My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed.",
        "Rejoice with those who rejoice, weep with those who weep.",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
        "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure.",
        "When the cares of my heart are many, your consolations cheer my soul.",
        "Rejoice always,",
        "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.",
        "Splendor and majesty are before him; strength and joy are in his place.",
        "And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord.",
        "Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "To make an apt answer is a joy to a man, and a word in season, how good it is!",
        "Those who sow in tears shall reap with shouts of joy!",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
        "Though I have much to write to you, I would rather not use paper and ink. Instead I hope to come to you and talk face to face, so that our joy may be complete.",
        "You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness,",
        "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
        "Your testimonies are my heritage forever, for they are the joy of my heart.",
        "For our heart is glad in him, because we trust in his holy name.",
        "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,",
        "I am acting with great boldness toward you; I have great pride in you; I am filled with comfort. In all our affliction, I am overflowing with joy.",
        "But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed.",
        "The precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;",
        "So that by God's will I may come to you with joy and be refreshed in your company.",
        "And we are writing these things so that our joy may be complete.",
        "To the choirmaster. A Psalm of the Sons of Korah. Clap your hands, all peoples! Shout to God with loud songs of joy!",
        "A Psalm for giving thanks. Make a joyful noise to the Lord, all the earth!",
        "The father of the righteous will greatly rejoice; he who fathers a wise son will be glad in him.",
        "For you are our glory and joy.",
        "Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O Lord, God of hosts.",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.",
        "You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil.",
        "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
        "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you.",
        "I have no greater joy than to hear that my children are walking in the truth.",
        "Light is sown for the righteous, and joy for the upright in heart.",
        "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”",
        "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
        "And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people.",
        "In the way of your testimonies I delight as much as in all riches.",
        "Let me hear joy and gladness; let the bones that you have broken rejoice.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "As sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
        "You have made known to me the paths of life; you will make me full of gladness with your presence.’",
        "And my spirit rejoices in God my Savior,",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,",
        "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "And the disciples were filled with joy and with the Holy Spirit.",
        "When they saw the star, they rejoiced exceedingly with great joy.",
        "For you make him most blessed forever; you make him glad with the joy of your presence.",
        "With joy you will draw water from the wells of salvation.",
        "May all who seek you rejoice and be glad in you! May those who love your salvation say evermore, “God is great!”",
        "So he brought his people out with joy, his chosen ones with singing.",
        "And they worshiped him and returned to Jerusalem with great joy,",
        "For the Lord takes pleasure in his people; he adorns the humble with salvation.",
        "I will be glad and exult in you; I will sing praise to your name, O Most High.",
        "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.",
        "He who goes out weeping, bearing the seed for sowing, shall come home with shouts of joy, bringing his sheaves with him.",
        "I perceived that there is nothing better for them than to be joyful and to do good as long as they live;",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "Even in laughter the heart may ache, and the end of joy may be grief.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,",
        "Whoever gives thought to the word will discover good, and blessed is he who trusts in the Lord.",
        "Trust in the Lord, and do good; dwell in the land and befriend faithfulness.",
        "Also that everyone should eat and drink and take pleasure in all his toil—this is God's gift to man.",
        "Blessed are the people to whom such blessings fall! Blessed are the people whose God is the Lord!",
        "“Blessed are the pure in heart, for they shall see God.",
        "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.",
        "A glad heart makes a cheerful face, but by sorrow of heart the spirit is crushed.",
        "Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you.",
        "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
        "I delight to do your will, O my God; your law is within my heart.”",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "But the righteous shall be glad; they shall exult before God; they shall be jubilant with joy!",
        "Blessed is he whose help is the God of Jacob, whose hope is in the Lord his God,",
        "Where there is no prophetic vision the people cast off restraint, but blessed is he who keeps the law.",
        "“Behold, blessed is the one whom God reproves; therefore despise not the discipline of the Almighty.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you. Trust in the Lord forever, for the Lord God is an everlasting rock.",
        "Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor.",
        "You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.",
        "You shall eat the fruit of the labor of your hands; you shall be blessed, and it shall be well with you.",
        "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "The Jews had light and gladness and joy and honor.",
        "Blessed is the one who fears the Lord always, but whoever hardens his heart will fall into calamity.",
        "He who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity.",
        "But he said, “Blessed rather are those who hear the word of God and keep it!”",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "So I saw that there is nothing better than that a man should rejoice in his work, for that is his lot. Who can bring him to see what will be after him?",
        "Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil—this is the gift of God.",
        "As we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.",
        "“Blessed are the peacemakers, for they shall be called sons of God.",
        "“Remember that my life is a breath; my eye will never again see good.",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "To proclaim the year of the Lord's favor, and the day of vengeance of our God; to comfort all who mourn;",
        "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "“Let not your hearts be troubled. Believe in God; believe also in me.",
        "I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Commit your way to the Lord; trust in him, and he will act.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "But I have trusted in your steadfast love; my heart shall rejoice in your salvation.",
        "And those who know your name put their trust in you, for you, O Lord, have not forsaken those who seek you.",
        "Blessed is the man who makes the Lord his trust, who does not turn to the proud, to those who go astray after a lie!",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "It is better to take refuge in the Lord than to trust in man.",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "When I am afraid, I put my trust in you.",
        "He is not afraid of bad news; his heart is firm, trusting in the Lord.",
        "The fear of man lays a snare, but whoever trusts in the Lord is safe.",
        "In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "But I trust in you, O Lord; I say, “You are my God.” My times are in your hand; rescue me from the hand of my enemies and from my persecutors!",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "Some trust in chariots and some in horses, but we trust in the name of the Lord our God.",
        "Commit your way to the Lord; trust in him, and he will act. He will bring forth your righteousness as the light, and your justice as the noonday.",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
        "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”",
        "For we walk by faith, not by sight.",
        "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
        "Commit your work to the Lord, and your plans will be established.",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "So we can confidently say, “The Lord is my helper; I will not fear; what can man do to me?”",
        "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to the Lord, “My refuge and my fortress, my God, in whom I trust.”",
        "“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.",
        "Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah",
        "The Lord is near to all who call on him, to all who call on him in truth.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "But I trust in you, O Lord; I say, “You are my God.”",
        "Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?",
        "He will not let your foot be moved; he who keeps you will not slumber.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "Jesus Christ is the same yesterday and today and forever.",
        "I believe that I shall look upon the goodness of the Lord in the land of the living!",
        "A greedy man stirs up strife, but the one who trusts in the Lord will be enriched.",
        "Though he slay me, I will hope in him; yet I will argue my ways to his face.",
        "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
        "On God rests my salvation and my glory; my mighty rock, my refuge is God.",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "Every word of God proves true; he is a shield to those who take refuge in him.",
        "Thus says the Lord: “Cursed is the man who trusts in man and makes flesh his strength, whose heart turns away from the Lord.",
        "“Blessed is the man who trusts in the Lord, whose trust is the Lord.",
        "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
        "Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord.",
        "Whoever trusts in his own mind is a fool, but he who walks in wisdom will be delivered.",
        "He saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,",
        "With God we shall do valiantly; it is he who will tread down our foes.",
        "Put not your trust in princes, in a son of man, in whom there is no salvation.",
        "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”",
        "Whoever trusts in his riches will fall, but the righteous will flourish like a green leaf.",
        "And now, O Lord God, you are God, and your words are true, and you have promised this good thing to your servant.",
        "But I have trusted in your steadfast love; my heart shall rejoice in your salvation. I will sing to the Lord, because he has dealt bountifully with me.",
        "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”",
        "Offer right sacrifices, and put your trust in the Lord.",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "But if we hope for what we do not see, we wait for it with patience.",
        "Let your steadfast love, O Lord, be upon us, even as we hope in you.",
        "In you our fathers trusted; they trusted, and you delivered them.",
        "Not that I am speaking of being in need, for I have learned in whatever situation I am to be content.",
        "Stop regarding man in whose nostrils is breath, for of what account is he?",
        "Let all that you do be done in love.",
        "Anyone who does not love does not know God, because God is love.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "We love because he first loved us.",
        "Hatred stirs up strife, but love covers all offenses.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "“If you love me, you will keep my commandments.",
        "A friend loves at all times, and a brother is born for adversity.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "“This is my commandment, that you love one another as I have loved you.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "And as you wish that others would do to you, do so to them.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "Because your steadfast love is better than life, my lips will praise you.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "I love those who love me, and those who seek me diligently find me.",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,",
        "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience.",
        "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "“And now, O Lord, for what do I wait? My hope is in you.",
        "Surely there is a future, and your hope will not be cut off.",
        "Know that wisdom is such to your soul; if you find it, there will be a future, and your hope will not be cut off.",
        "Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
        "You are my hiding place and my shield; I hope in your word.",
        "Having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "“The Lord is my portion,” says my soul, “therefore I will hope in him.”",
        "For you, O Lord, are my hope, my trust, O Lord, from my youth.",
        "I wait for the Lord, my soul waits, and in his word I hope;",
        "Hope deferred makes the heart sick, but a desire fulfilled is a tree of life.",
        "But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?",
        "Behold, the eye of the Lord is on those who fear him, on those who hope in his steadfast love,",
        "So that being justified by his grace we might become heirs according to the hope of eternal life.",
        "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God.",
        "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
        "But I will hope continually and will praise you yet more and more.",
        "But the Lord takes pleasure in those who fear him, in those who hope in his steadfast love.",
        "Waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,",
        "We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain,",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.",
        "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness.",
        "There is one body and one Spirit—just as you were called to the one hope that belongs to your call—",
        "But as for me, I will look to the Lord; I will wait for the God of my salvation; my God will hear me.",
        "For the needy shall not always be forgotten, and the hope of the poor shall not perish forever.",
        "And everyone who thus hopes in him purifies himself as he is pure.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "In hope of eternal life, which God, who never lies, promised before the ages began",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "And you will feel secure, because there is hope; you will look around and take your rest in security.",
        "If in Christ we have hope in this life only, we are of all people most to be pitied.",
        "Lead me in your truth and teach me, for you are the God of my salvation; for you I wait all the day long.",
        "But Christ is faithful over God's house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope.",
        "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.",
        "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
        "But, as it is written, “What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him”—",
        "For God alone, O my soul, wait in silence, for my hope is from him.",
        "O Israel, hope in the Lord! For with the Lord there is steadfast love, and with him is plentiful redemption.",
        "O Lord, you hear the desire of the afflicted; you will strengthen their heart; you will incline your ear",
        "Who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.",
        "Since we have such a hope, we are very bold,",
        "My soul longs for your salvation; I hope in your word.",
        "Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”",
        "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
        "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?",
        "And in his name the Gentiles will hope.”",
        "Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double.",
        "And we desire each one of you to show the same earnestness to have the full assurance of hope until the end,",
        "Because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,",
        "But this I call to mind, and therefore I have hope:",
        "Having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust.",
        "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.",
        "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”",
        "Jesus said to them, “Truly, truly, I say to you, before Abraham was, I am.”",
        "For there is one God, and there is one mediator between God and men, the man Christ Jesus,",
        "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.",
        "Thomas answered him, “My Lord and my God!”",
        "“Behold, the virgin shall conceive and bear a son, and they shall call his name Immanuel” (which means, God with us).",
        "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "For in him the whole fullness of deity dwells bodily,",
        "Jesus wept.",
        "No one has ever seen God; the only God, who is at the Father's side, he has made him known.",
        "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”",
        "And Jesus came and said to them, “All authority in heaven and on earth has been given to me.",
        "I am the good shepherd. The good shepherd lays down his life for the sheep.",
        "God said to Moses, “I am who I am.” And he said, “Say this to the people of Israel: ‘I am has sent me to you.’”",
        "Have this mind among yourselves, which is yours in Christ Jesus,",
        "He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.",
        "Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Thus says the Lord, the King of Israel and his Redeemer, the Lord of hosts: “I am the first and I am the last; besides me there is no god.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "And again, when he brings the firstborn into the world, he says, “Let all God's angels worship him.”",
        "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
        "But Jesus said, “Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”",
        "But when the fullness of time had come, God sent forth his Son, born of woman, born under the law,",
        "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.",
        "But of the Son he says, “Your throne, O God, is forever and ever, the scepter of uprightness is the scepter of your kingdom.",
        "She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”",
        "I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”",
        "And those in the boat worshiped him, saying, “Truly you are the Son of God.”",
        "God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins.",
        "For unto you is born this day in the city of David a Savior, who is Christ the Lord.",
        "I and the Father are one.”",
        "I can do all things through him who strengthens me.",
        "Your throne, O God, is forever and ever. The scepter of your kingdom is a scepter of uprightness;",
        "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”",
        "Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”",
        "For the Son of Man came to seek and to save the lost.”",
        "In the beginning, God created the heavens and the earth.",
        "Jesus said to her, “I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,",
        "All things were made through him, and without him was not any thing made that was made.",
        "For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe.",
        "“Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven.",
        "For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "Saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.”",
        "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.",
        "By this all people will know that you are my disciples, if you have love for one another.”",
        "Repent therefore, and turn back, that your sins may be blotted out,",
        "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
        "From that time Jesus began to preach, saying, “Repent, for the kingdom of heaven is at hand.”",
        "Bear fruit in keeping with repentance.",
        "The times of ignorance God overlooked, but now he commands all people everywhere to repent,",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "No, I tell you; but unless you repent, you will all likewise perish.",
        "Whoever conceals his transgressions will not prosper, but he who confesses and forsakes them will obtain mercy.",
        "I have not come to call the righteous but sinners to repentance.”",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "When they heard these things they fell silent. And they glorified God, saying, “Then to the Gentiles also God has granted repentance that leads to life.”",
        "Those whom I love, I reprove and discipline, so be zealous and repent.",
        "And saying, “The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.”",
        "“Repent, for the kingdom of heaven is at hand.”",
        "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.",
        "Correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth,",
        "For thus said the Lord God, the Holy One of Israel, “In returning and rest you shall be saved; in quietness and in trust shall be your strength.” But you were unwilling,",
        "Go and learn what this means: ‘I desire mercy, and not sacrifice.’ For I came not to call the righteous, but sinners.”",
        "For I have no pleasure in the death of anyone, declares the Lord God; so turn, and live.”",
        "Testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ.",
        "And that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.",
        "Therefore say to them, Thus declares the Lord of hosts: Return to me, says the Lord of hosts, and I will return to you, says the Lord of hosts.",
        "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.",
        "As it is, I rejoice, not because you were grieved, but because you were grieved into repenting. For you felt a godly grief, so that you suffered no loss through us.",
        "Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,",
        "John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.",
        "But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God's righteous judgment will be revealed.",
        "Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you.",
        "So they went out and proclaimed that people should repent.",
        "And Jesus answered them, “Those who are well have no need of a physician, but those who are sick. I have not come to call the righteous but sinners to repentance.”",
        "If you turn at my reproof, behold, I will pour out my spirit to you; I will make my words known to you.",
        "I confess my iniquity; I am sorry for my sin.",
        "And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins.",
        "The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise.",
        "Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,",
        "And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.”",
        "For after I had turned away, I relented, and after I was instructed, I struck my thigh; I was ashamed, and I was confounded, because I bore the disgrace of my youth.’",
        "No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.",
        "Against you, you only, have I sinned and done what is evil in your sight, so that you may be justified in your words and blameless in your judgment.",
        "When God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it.",
        "Therefore I despise myself, and repent in dust and ashes.”",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "And the Lord relented from the disaster that he had spoken of bringing on his people.",
        "And then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt.",
        "Before his coming, John had proclaimed a baptism of repentance to all the people of Israel.",
        "Therefore repent. If not, I will come to you soon and war against them with the sword of my mouth.",
        "I have blotted out your transgressions like a cloud and your sins like mist; return to me, for I have redeemed you.",
        "It may be they will listen, and every one turn from his evil way, that I may relent of the disaster that I intend to do to them because of their evil deeds.",
        "And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”",
        "No, I tell you; but unless you repent, you will all likewise perish.”",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears.",
        "Return, O Israel, to the Lord your God, for you have stumbled because of your iniquity.",
        "Turn away from evil and do good; seek peace and pursue it.",
        "And the hand of the Lord was with them, and a great number who believed turned to the Lord.",
        "And he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets.",
        "And the Lord will strike Egypt, striking and healing, and they will return to the Lord, and he will listen to their pleas for mercy and heal them.",
        "And if that nation, concerning which I have spoken, turns from its evil, I will relent of the disaster that I intended to do to it.",
        "“Therefore say to the house of Israel, Thus says the Lord God: Repent and turn away from your idols, and turn away your faces from all your abominations.",
        "But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.",
        "Then I will teach transgressors your ways, and sinners will return to you.",
        "And behold, some people brought to him a paralytic, lying on a bed. And when Jesus saw their faith, he said to the paralytic, “Take heart, my son; your sins are forgiven.”",
        "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting.",
        "And whatever you ask in prayer, you will receive, if you have faith.”",
        "So faith comes from hearing, and hearing through the word of Christ.",
        "For nothing will be impossible with God.”",
        "You believe that God is one; you do well. Even the demons believe—and shudder!",
        "So that your faith might not rest in the wisdom of men but in the power of God.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "The apostles said to the Lord, “Increase our faith!”",
        "You see that a person is justified by works and not by faith alone.",
        "I have fought the good fight, I have finished the race, I have kept the faith.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
        "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way.",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
        "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "For you know that the testing of your faith produces steadfastness.",
        "So also faith by itself, if it does not have works, is dead.",
        "“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
        "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
        "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
        "Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”",
        "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
        "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
        "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.",
        "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.",
        "But he said, “What is impossible with man is possible with God.”",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "Jesus said to her, “Did I not tell you that if you believed you would see the glory of God?”",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "And Jesus answered them, “Have faith in God.",
        "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, for we walk by faith, not by sight.",
        "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.",
        "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.”",
        "And the Lord said, “If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
        "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
        "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.",
        "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
        "Casting all your anxieties on him, because he cares for you.",
        "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "And he said to the woman, “Your faith has saved you; go in peace.”",
        "Truly, truly, I say to you, whoever believes has eternal life.",
        "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?",
        "I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.",
        "For by it the people of old received their commendation.",
        "I have chosen the way of faithfulness; I set your rules before me.",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "I wish those who unsettle you would emasculate themselves!",
        "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "Iron sharpens iron, and one man sharpens another.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "Seek the Lord and his strength; seek his presence continually!",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,"
    ],
    "references": [
        "Romans 15:13",
        "Romans 12:12",
        "Philippians 4:4",
        "James 1:2",
        "Psalm 16:11",
        "John 16:24",
        "Galatians 5:22",
        "Proverbs 17:22",
        "John 16:22",
        "Romans 14:17",
        "John 15:11",
        "Psalm 30:5",
        "Psalm 118:24",
        "1 Peter 1:8",
        "Psalm 4:7",
        "Galatians 5:22-23",
        "Proverbs 10:28",
        "Psalm 71:23",
        "Romans 12:15",
        "Luke 15:10",
        "Psalm 5:11",
        "James 1:2-3",
        "Psalm 16:9",
        "Psalm 94:19",
        "1 Thessalonians 5:16",
        "Ecclesiastes 9:7",
        "1 Chronicles 16:27",
        "Psalm 27:6",
        "Psalm 32:11",
        "Luke 15:7",
        "Proverbs 15:23",
        "Psalm 126:5",
        "Psalm 28:7",
        "1 Thessalonians 5:16-18",
        "2 John 1:12",
        "Psalm 30:11",
        "Psalm 51:12",
        "Psalm 119:111",
        "Psalm 33:21",
        "1 Thessalonians 1:6",
        "2 Corinthians 7:4",
        "1 Peter 4:13",
        "Psalm 19:8",
        "Romans 15:32",
        "1 John 1:4",
        "Psalm 47:1",
        "Psalm 100:1",
        "Proverbs 23:24",
        "1 Thessalonians 2:20",
        "Jeremiah 15:16",
        "2 Corinthians 12:10",
        "John 17:13",
        "Isaiah 9:3",
        "Colossians 1:11",
        "Philemon 1:7",
        "3 John 1:4",
        "Psalm 97:11",
        "Isaiah 12:6",
        "Matthew 25:21",
        "Luke 2:10",
        "Psalm 119:14",
        "Psalm 51:8",
        "Jeremiah 29:11",
        "2 Corinthians 6:10",
        "Acts 2:28",
        "Luke 1:47",
        "Psalm 37:4",
        "1 Thessalonians 3:9",
        "Romans 5:11",
        "John 16:33",
        "Acts 13:52",
        "Matthew 2:10",
        "Psalm 21:6",
        "Isaiah 12:3",
        "Psalm 70:4",
        "Psalm 105:43",
        "Luke 24:52",
        "Psalm 149:4",
        "Psalm 9:2",
        "2 Corinthians 1:24",
        "Psalm 126:6",
        "Ecclesiastes 3:12",
        "Isaiah 12:2",
        "Proverbs 14:13",
        "Philippians 4:7",
        "1 Peter 3:14",
        "Proverbs 16:20",
        "Psalm 37:3",
        "Ecclesiastes 3:13",
        "Psalm 144:15",
        "Matthew 5:8",
        "Romans 5:2",
        "Proverbs 15:13",
        "1 Peter 4:12",
        "James 5:13",
        "Psalm 40:8",
        "1 John 3:18",
        "Psalm 34:8",
        "Hebrews 11:1",
        "Psalm 68:3",
        "Psalm 146:5",
        "Proverbs 29:18",
        "Job 5:17",
        "Isaiah 26:3-4",
        "Proverbs 14:21",
        "James 4:2",
        "Psalm 128:2",
        "Psalm 37:7",
        "John 10:10",
        "Esther 8:16",
        "Proverbs 28:14",
        "Ecclesiastes 5:10",
        "Luke 11:28",
        "Philippians 4:19",
        "John 3:16",
        "Ecclesiastes 3:22",
        "Ecclesiastes 5:19",
        "2 Corinthians 4:18",
        "Matthew 5:9",
        "Job 7:7",
        "John 14:27",
        "Isaiah 61:2",
        "Numbers 6:24-26",
        "John 14:1",
        "Genesis 12:3",
        "Proverbs 3:5",
        "Psalm 56:3-4",
        "1 John 4:18",
        "Psalm 37:5",
        "Proverbs 3:5-6",
        "Mark 11:24",
        "Psalm 13:5",
        "Psalm 9:10",
        "Psalm 40:4",
        "Isaiah 26:3",
        "Psalm 118:8",
        "Proverbs 3:6",
        "Psalm 56:3",
        "Psalm 112:7",
        "Proverbs 29:25",
        "Psalm 56:4",
        "Psalm 31:14-15",
        "Joshua 1:9",
        "Psalm 20:7",
        "Psalm 37:5-6",
        "Isaiah 40:31",
        "Romans 8:28",
        "Psalm 143:8",
        "Nahum 1:7",
        "Romans 10:9",
        "Hebrews 11:6",
        "Mark 5:36",
        "2 Corinthians 5:7",
        "1 John 5:14",
        "Proverbs 16:3",
        "Isaiah 41:10",
        "James 1:6",
        "Hebrews 13:6",
        "Psalm 91:1-2",
        "Luke 16:10",
        "Psalm 62:8",
        "Psalm 145:18",
        "1 John 4:16",
        "Psalm 31:14",
        "Matthew 6:26",
        "Psalm 121:3",
        "Psalm 46:10",
        "Hebrews 13:8",
        "Psalm 27:13",
        "Proverbs 28:25",
        "Job 13:15",
        "Psalm 55:22",
        "Psalm 62:7",
        "Psalm 27:14",
        "Proverbs 30:5",
        "Jeremiah 17:5",
        "Jeremiah 17:7",
        "Mark 9:24",
        "Psalm 32:10",
        "Proverbs 28:26",
        "Titus 3:5",
        "Psalm 60:12",
        "Psalm 146:3",
        "Hebrews 13:5",
        "Proverbs 11:28",
        "2 Samuel 7:28",
        "Psalm 13:5-6",
        "Romans 12:19",
        "Psalm 4:5",
        "Psalm 31:19",
        "Romans 8:25",
        "Psalm 33:22",
        "Psalm 22:4",
        "Philippians 4:11",
        "Isaiah 2:22",
        "1 Corinthians 16:14",
        "1 John 4:8",
        "1 Peter 4:8",
        "Colossians 3:14",
        "1 Corinthians 13:13",
        "John 15:13",
        "1 John 4:19",
        "Proverbs 10:12",
        "1 John 4:7",
        "Romans 5:8",
        "Ephesians 5:25",
        "Ephesians 4:2",
        "John 14:15",
        "Proverbs 17:17",
        "Romans 13:8",
        "Romans 12:9",
        "Romans 12:10",
        "Romans 13:10",
        "1 John 4:7-8",
        "John 15:12",
        "Ephesians 5:33",
        "Mark 12:31",
        "Proverbs 17:9",
        "1 Corinthians 13:2",
        "Ephesians 4:2-3",
        "1 John 4:20",
        "1 Peter 5:6-7",
        "Luke 6:31",
        "Psalm 86:15",
        "1 John 4:12",
        "John 14:21",
        "John 13:34",
        "Song of Solomon 8:7",
        "1 John 3:16",
        "Romans 5:5",
        "Psalm 63:3",
        "Jeremiah 31:3",
        "Matthew 6:24",
        "1 Peter 1:22",
        "John 14:23",
        "1 John 4:21",
        "1 John 4:11",
        "Matthew 22:37",
        "Romans 8:35",
        "1 Corinthians 13:4-5",
        "Leviticus 19:18",
        "Galatians 5:13",
        "Isaiah 43:4",
        "Genesis 29:20",
        "1 Corinthians 13:4",
        "Ephesians 4:32",
        "1 Corinthians 13:1",
        "John 15:12-13",
        "Philippians 2:2",
        "Proverbs 8:17",
        "2 Corinthians 5:14",
        "Song of Solomon 4:10",
        "Proverbs 15:17",
        "Song of Solomon 2:16",
        "Romans 12:9-10",
        "James 2:8",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "Ephesians 5:2",
        "Matthew 5:43-44",
        "Romans 15:4",
        "Romans 8:24-25",
        "Colossians 1:27",
        "Deuteronomy 31:6",
        "Psalm 39:7",
        "Proverbs 23:18",
        "Proverbs 24:14",
        "Hebrews 10:23",
        "Psalm 119:114",
        "Ephesians 1:18",
        "Psalm 31:24",
        "Lamentations 3:24",
        "Psalm 71:5",
        "Psalm 130:5",
        "Proverbs 13:12",
        "1 Thessalonians 5:8",
        "Romans 8:24",
        "Psalm 33:18",
        "Titus 3:7",
        "Psalm 42:11",
        "Mark 9:23",
        "Psalm 71:14",
        "Psalm 147:11",
        "Titus 2:13",
        "Hebrews 6:19",
        "1 Thessalonians 1:3",
        "1 Peter 1:13",
        "Galatians 5:5",
        "Ephesians 4:4",
        "Micah 7:7",
        "Psalm 9:18",
        "1 John 3:3",
        "Romans 5:3-4",
        "Titus 1:2",
        "Matthew 11:28",
        "Job 11:18",
        "1 Corinthians 15:19",
        "Psalm 25:5",
        "Hebrews 3:6",
        "Romans 8:18",
        "Philippians 1:6",
        "1 Corinthians 2:9",
        "Psalm 62:5",
        "Psalm 130:7",
        "Psalm 10:17",
        "1 Peter 1:21",
        "2 Timothy 1:7",
        "1 Thessalonians 4:13",
        "2 Corinthians 3:12",
        "Psalm 119:81",
        "1 Timothy 1:1",
        "2 Corinthians 5:17",
        "Romans 4:18",
        "Galatians 6:8",
        "Numbers 23:19",
        "Matthew 12:21",
        "Zechariah 9:12",
        "Hebrews 6:11",
        "Colossians 1:5",
        "Lamentations 3:21",
        "Acts 24:15",
        "John 14:6",
        "John 1:14",
        "John 1:1",
        "Acts 4:12",
        "John 8:58",
        "1 Timothy 2:5",
        "Romans 6:23",
        "Isaiah 53:5",
        "Isaiah 7:14",
        "John 20:28",
        "Matthew 1:23",
        "2 Corinthians 5:21",
        "Colossians 2:9",
        "John 11:35",
        "John 1:18",
        "John 8:24",
        "Matthew 28:18",
        "John 10:11",
        "Exodus 3:14",
        "Philippians 2:5",
        "1 Peter 2:24",
        "Isaiah 53:4",
        "Matthew 5:16",
        "Isaiah 44:6",
        "Ephesians 2:10",
        "Hebrews 1:6",
        "John 3:17",
        "Matthew 19:14",
        "Galatians 4:4",
        "Hebrews 4:15",
        "Hebrews 1:8",
        "Matthew 1:21",
        "John 6:51",
        "Matthew 14:33",
        "Acts 5:31",
        "Luke 2:11",
        "John 10:30",
        "Philippians 4:13",
        "Psalm 45:6",
        "Matthew 7:12",
        "Revelation 1:8",
        "John 8:12",
        "Luke 19:10",
        "Genesis 1:1",
        "John 11:25",
        "John 1:3",
        "1 Timothy 4:10",
        "Matthew 5:10",
        "1 Peter 3:18",
        "Micah 6:8",
        "Hebrews 7:25",
        "Matthew 6:33",
        "Matthew 2:2",
        "Acts 17:11",
        "John 13:35",
        "Acts 3:19",
        "2 Peter 3:9",
        "Matthew 4:17",
        "Matthew 3:8",
        "Acts 17:30",
        "1 John 1:9",
        "Luke 13:3",
        "Proverbs 28:13",
        "Luke 5:32",
        "Romans 2:4",
        "Acts 11:18",
        "Revelation 3:19",
        "Mark 1:15",
        "Matthew 3:2",
        "2 Corinthians 7:10",
        "2 Timothy 2:25",
        "Isaiah 30:15",
        "Matthew 9:13",
        "Ezekiel 18:32",
        "Acts 20:21",
        "Luke 24:47",
        "Zechariah 1:3",
        "James 4:8",
        "2 Corinthians 7:9",
        "Luke 17:3",
        "Mark 1:4",
        "Romans 2:5",
        "Acts 8:22",
        "Mark 6:12",
        "Luke 5:31-32",
        "Proverbs 1:23",
        "Psalm 38:18",
        "Luke 3:3",
        "Psalm 51:17",
        "Hebrews 6:1",
        "Acts 19:4",
        "Jeremiah 31:19",
        "John 6:44",
        "Psalm 51:4",
        "Jonah 3:10",
        "Job 42:6",
        "1 Peter 3:9",
        "Exodus 32:14",
        "Hebrews 6:6",
        "Acts 13:24",
        "Revelation 2:16",
        "Isaiah 44:22",
        "Jeremiah 26:3",
        "Luke 15:2",
        "Luke 13:5",
        "Ephesians 2:8-9",
        "Hebrews 12:17",
        "Hosea 14:1",
        "Psalm 34:14",
        "Acts 11:21",
        "Luke 5:2",
        "Isaiah 19:22",
        "Jeremiah 18:8",
        "Ezekiel 14:6",
        "2 Peter 3:8",
        "Psalm 51:13",
        "Matthew 9:2",
        "Acts 2:2",
        "Matthew 21:22",
        "Romans 10:17",
        "Luke 1:37",
        "James 2:19",
        "1 Corinthians 2:5",
        "Ephesians 2:8",
        "Luke 17:5",
        "James 2:24",
        "2 Timothy 4:7",
        "1 Corinthians 16:13",
        "1 John 5:4",
        "Mark 10:52",
        "Romans 1:17",
        "Ephesians 6:16",
        "John 6:35",
        "James 1:3",
        "James 2:17",
        "Habakkuk 2:4",
        "Mark 16:16",
        "John 3:36",
        "John 7:38",
        "1 Timothy 6:12",
        "Romans 14:1",
        "Matthew 15:28",
        "Hebrews 11:11",
        "Luke 18:27",
        "John 1:12",
        "John 11:40",
        "1 Timothy 6:11",
        "Mark 11:22",
        "Romans 10:10",
        "Romans 5:1",
        "2 Corinthians 5:6-7",
        "1 John 5:1",
        "Hebrews 10:38",
        "Luke 17:6",
        "Galatians 5:6",
        "Matthew 9:22",
        "Romans 14:23",
        "1 Peter 5:7",
        "James 2:18",
        "1 Timothy 4:12",
        "Luke 7:50",
        "John 6:47",
        "1 John 5:5",
        "1 John 5:13",
        "Hebrews 11:2",
        "Psalm 119:30",
        "Colossians 3:23",
        "1 Corinthians 15:58",
        "Matthew 19:26",
        "Romans 12:11",
        "2 Corinthians 9:7",
        "Galatians 5:12",
        "Galatians 1:10",
        "2 Thessalonians 3:10",
        "Proverbs 27:17",
        "2 Timothy 3:16",
        "Proverbs 18:10",
        "Colossians 3:23-24",
        "John 4:34",
        "Psalm 27:1",
        "Galatians 6:9",
        "Lamentations 3:22-23",
        "Ephesians 6:13",
        "Proverbs 10:4",
        "2 Peter 3:18",
        "2 Peter 1:10",
        "Romans 8:31",
        "Exodus 19:5",
        "Proverbs 14:23",
        "Psalm 23:4",
        "1 John 3:22",
        "James 1:12",
        "Philippians 2:3",
        "Romans 12:1",
        "Luke 4:8",
        "Ezra 10:4",
        "Psalm 23:1",
        "1 Chronicles 16:11",
        "Acts 1:8",
        "Hebrews 12:11",
        "1 Corinthians 13:12",
        "James 4:6",
        "1 Corinthians 6:19"
    ]
}