{
    "verses": [
        "Give justice to the weak and the fatherless; maintain the right of the afflicted and the destitute. Rescue the weak and the needy; deliver them from the hand of the wicked.”",
        "“Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me.”",
        "May he defend the cause of the poor of the people, give deliverance to the children of the needy, and crush the oppressor!",
        "“Whoever receives one such child in my name receives me,",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "But when Jesus saw it, he was indignant and said to them, “Let the children come to me; do not hinder them, for to such belongs the kingdom of God.",
        "Learn to do good; seek justice, correct oppression; bring justice to the fatherless, plead the widow's cause.",
        "For this child I prayed, and the Lord has granted me my petition that I made to him.",
        "And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’",
        "She opens her hand to the poor and reaches out her hands to the needy.",
        "Train up a child in the way he should go; even when he is old he will not depart from it.",
        "But you do see, for you note mischief and vexation, that you may take it into your hands; to you the helpless commits himself; you have been the helper of the fatherless.",
        "He has pity on the weak and the needy, and saves the lives of the needy. From oppression and violence he redeems their life, and precious is their blood in his sight.",
        "“When a stranger sojourns with you in your land, you shall not do him wrong.",
        "He judged the cause of the poor and needy; then it was well. Is not this to know me? declares the Lord.",
        "Open your mouth for the mute, for the rights of all who are destitute. Open your mouth, judge righteously, defend the rights of the poor and needy.",
        "But he raises up the needy out of affliction and makes their families like flocks.",
        "A righteous man knows the rights of the poor; a wicked man does not understand such knowledge.",
        "A servant who deals wisely will rule over a son who acts shamefully and will share the inheritance as one of the brothers.",
        "Open your mouth, judge righteously, defend the rights of the poor and needy.",
        "God settles the solitary in a home; he leads out the prisoners to prosperity, but the rebellious dwell in a parched land.",
        "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
        "Assyria shall not save us; we will not ride on horses; and we will say no more, ‘Our God,’ to the work of our hands. In you the orphan finds mercy.”",
        "To the choirmaster. A Maskil of the Sons of Korah. O God, we have heard with our ears, our fathers have told us, what deeds you performed in their days, in the days of old:",
        "He predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,",
        "And when he was exposed, Pharaoh's daughter adopted him and brought him up as her own son.",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
        "This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring.",
        "He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing.",
        "For in Christ Jesus you are all sons of God, through faith.",
        "For my father and my mother have forsaken me, but the Lord will take me in.",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "“I will not leave you as orphans; I will come to you.",
        "Who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.",
        "Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.",
        "Open your mouth for the mute, for the rights of all who are destitute.",
        "The Lord watches over the sojourners; he upholds the widow and the fatherless, but the way of the wicked he brings to ruin.",
        "Give justice to the weak and the fatherless; maintain the right of the afflicted and the destitute.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "To redeem those who were under the law, so that we might receive adoption as sons.",
        "Father of the fatherless and protector of widows is God in his holy habitation.",
        "For all who are led by the Spirit of God are sons of God.",
        "When Israel was a child, I loved him, and out of Egypt I called my son.",
        "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
        "Then you shall say to Pharaoh, ‘Thus says the Lord, Israel is my firstborn son,",
        "“Can a woman forget her nursing child, that she should have no compassion on the son of her womb? Even these may forget, yet I will not forget you.",
        "So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God,",
        "And if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.",
        "I will be to him a father, and he shall be to me a son. When he commits iniquity, I will discipline him with the rod of men, with the stripes of the sons of men,",
        "And now your two sons, who were born to you in the land of Egypt before I came to you in Egypt, are mine; Ephraim and Manasseh shall be mine, as Reuben and Simeon are.",
        "And if you are Christ's, then you are Abraham's offspring, heirs according to promise.",
        "And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”",
        "And again, “I will put my trust in him.” And again, “Behold, I and the children God has given me.”",
        "This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.",
        "That you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,",
        "In the fear of the Lord one has strong confidence, and his children will have a refuge.",
        "And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.",
        "Everyone who is called by my name, whom I created for my glory, whom I formed and made.”",
        "The one who conquers will have this heritage, and I will be his God and he will be my son.",
        "It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline?",
        "For the Lord disciplines the one he loves, and chastises every son whom he receives.”",
        "“Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.”",
        "In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,",
        "That the remnant of mankind may seek the Lord, and all the Gentiles who are called by my name, says the Lord, who makes these things",
        "“Blessed are the peacemakers, for they shall be called sons of God.",
        "I will say to the north, Give up, and to the south, Do not withhold; bring my sons from afar and my daughters from the end of the earth,",
        "Behold, I and the children whom the Lord has given me are signs and portents in Israel from the Lord of hosts, who dwells on Mount Zion.",
        "Behold, children are a heritage from the Lord, the fruit of the womb a reward.",
        "He shall build a house for my name. He shall be my son, and I will be his father, and I will establish his royal throne in Israel forever.’",
        "For he said, “Surely they are my people, children who will not deal falsely.” And he became their Savior.",
        "“So shall they put my name upon the people of Israel, and I will bless them.”",
        "“And in the very place where it was said to them, ‘You are not my people,’ there they will be called ‘sons of the living God.’”",
        "So that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.",
        "That the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God.",
        "For whoever does the will of my Father in heaven is my brother and sister and mother.”",
        "The Spirit himself bears witness with our spirit that we are children of God,",
        "For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers,",
        "For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering.",
        "As one whom his mother comforts, so I will comfort you; you shall be comforted in Jerusalem.",
        "All your children shall be taught by the Lord, and great shall be the peace of your children.",
        "(There are those who snatch the fatherless child from the breast, and they take a pledge against the poor.)",
        "The slave does not remain in the house forever; the son remains forever.",
        "And I said, “O Lord God of heaven, the great and awesome God who keeps covenant and steadfast love with those who love him and keep his commandments,",
        "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.",
        "Grandchildren are the crown of the aged, and the glory of children is their fathers.",
        "“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.",
        "But Jesus said, “Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”",
        "Children, obey your parents in everything, for this pleases the Lord.",
        "Even a child makes himself known by his acts, by whether his conduct is pure and upright.",
        "Whoever spares the rod hates his son, but he who loves him is diligent to discipline him.",
        "Hear, my son, your father's instruction, and forsake not your mother's teaching, for they are a graceful garland for your head and pendants for your neck.",
        "“Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you.",
        "The rod and reproof give wisdom, but a child left to himself brings shame to his mother.",
        "He gives the barren woman a home, making her the joyous mother of children. Praise the Lord!",
        "You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.",
        "Folly is bound up in the heart of a child, but the rod of discipline drives it far from him.",
        "Discipline your son, and he will give you rest; he will give delight to your heart.",
        "Out of the mouth of babies and infants, you have established strength because of your foes, to still the enemy and the avenger.",
        "I have no greater joy than to hear that my children are walking in the truth.",
        "And when Esau lifted up his eyes and saw the women and children, he said, “Who are these with you?” Jacob said, “The children whom God has graciously given your servant.”",
        "You shall teach them to your children, talking of them when you are sitting in your house, and when you are walking by the way, and when you lie down, and when you rise.",
        "A fool despises his father's instruction, but whoever heeds reproof is prudent.",
        "Fathers, do not provoke your children, lest they become discouraged.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.",
        "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.",
        "A good man leaves an inheritance to his children's children, but the sinner's wealth is laid up for the righteous.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "Children, obey your parents in the Lord, for this is right.",
        "Therefore be imitators of God, as beloved children.",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "Little children, keep yourselves from idols.",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation— if indeed you have tasted that the Lord is good.",
        "My son, keep your father's commandment, and forsake not your mother's teaching.",
        "Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”",
        "Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the Lord your God.",
        "But Jesus called them to him, saying, “Let the children come to me, and do not hinder them, for to such belongs the kingdom of God.",
        "And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”",
        "It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.",
        "Do not withhold discipline from a child; if you strike him with a rod, he will not die. If you strike him with the rod, you will save his soul from Sheol.",
        "For the creation waits with eager longing for the revealing of the sons of God.",
        "For in Christ Jesus you are all sons of God, through faith. For as many of you as were baptized into Christ have put on Christ.",
        "Your wife will be like a fruitful vine within your house; your children will be like olive shoots around your table.",
        "I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.",
        "For you formed my inward parts; you knitted me together in my mother's womb.",
        "The proverbs of Solomon. A wise son makes a glad father, but a foolish son is a sorrow to his mother.",
        "Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature.",
        "And Jesus increased in wisdom and in stature and in favor with God and man.",
        "The living, the living, he thanks you, as I do this day; the father makes known to the children your faithfulness.",
        "Hear, my son, your father's instruction, and forsake not your mother's teaching,",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "May the Lord give you increase, you and your children!",
        "Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;",
        "The righteous who walks in his integrity— blessed are his children after him!",
        "And how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.",
        "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "A wise son makes a glad father, but a foolish man despises his mother.",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;",
        "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
        "In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,",
        "And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”",
        "And Jesus said, “Father, forgive them, for they know not what they do.” And they cast lots to divide his garments.",
        "For if you forgive others their trespasses, your heavenly Father will also forgive you,",
        "To the Lord our God belong mercy and forgiveness, for we have rebelled against him",
        "He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, in whom we have redemption, the forgiveness of sins.",
        "Repent therefore, and turn back, that your sins may be blotted out,",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "Then he adds, “I will remember their sins and their lawless deeds no more.”",
        "Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,",
        "I acknowledged my sin to you, and I did not cover my iniquity; I said, “I will confess my transgressions to the Lord,” and you forgave the iniquity of my sin. Selah",
        "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice.",
        "For this is my blood of the covenant, which is poured out for many for the forgiveness of sins.",
        "And forgive us our debts, as we also have forgiven our debtors.",
        "For you, O Lord, are good and forgiving, abounding in steadfast love to all who call upon you.",
        "To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.”",
        "But I say to you, Love your enemies and pray for those who persecute you,",
        "Whoever conceals his transgressions will not prosper, but he who confesses and forsakes them will obtain mercy.",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "Hatred stirs up strife, but love covers all offenses.",
        "As far as the east is from the west, so far does he remove our transgressions from us.",
        "I am writing to you, little children, because your sins are forgiven for his name's sake.",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "For I will be merciful toward their iniquities, and I will remember their sins no more.”",
        "I can do all things through him who strengthens me.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "There is therefore now no condemnation for those who are in Christ Jesus.",
        "“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.",
        "But if you do not forgive others their trespasses, neither will your Father forgive your trespasses.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "“I, I am he who blots out your transgressions for my own sake, and I will not remember your sins.",
        "He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.",
        "My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous.",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.",
        "In whom we have redemption, the forgiveness of sins.",
        "Be angry and do not sin; do not let the sun go down on your anger,",
        "Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "For all have sinned and fall short of the glory of God,",
        "And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’",
        "The times of ignorance God overlooked, but now he commands all people everywhere to repent,",
        "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "And as they continued to ask him, he stood up and said to them, “Let him who is without sin among you be the first to throw a stone at her.”",
        "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.",
        "And if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”",
        "And forgive us our sins, for we ourselves forgive everyone who is indebted to us. And lead us not into temptation.”",
        "Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.” And he said to her, “Your sins are forgiven.”",
        "Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.”",
        "“But I say to you who hear, Love your enemies, do good to those who hate you,",
        "But whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”—",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "“Blessed are the merciful, for they shall receive mercy.",
        "If one turns away his ear from hearing the law, even his prayer is an abomination.",
        "A hot-tempered man stirs up strife, but he who is slow to anger quiets contention.",
        "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.",
        "Let each of you look not only to his own interests, but also to the interests of others.",
        "And as you wish that others would do to you, do so to them.",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”",
        "Casting all your anxieties on him, because he cares for you.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "Then they said to him, “What must we do, to be doing the works of God?” Jesus answered them, “This is the work of God, that you believe in him whom he has sent.”",
        "Bear one another's burdens, and so fulfill the law of Christ.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "Whoever is generous to the poor lends to the Lord, and he will repay him for his deed.",
        "Surely there is not a righteous man on earth who does good and never sins.",
        "If we say we have no sin, we deceive ourselves, and the truth is not in us.",
        "If your enemy is hungry, give him bread to eat, and if he is thirsty, give him water to drink,",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "But with you there is forgiveness, that you may be feared.",
        "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
        "If you, O Lord, should mark iniquities, O Lord, who could stand?",
        "Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity,",
        "Do not withhold discipline from a child; if you strike him with a rod, he will not die.",
        "Discipline your son, for there is hope; do not set your heart on putting him to death.",
        "As a father shows compassion to his children, so the Lord shows compassion to those who fear him.",
        "Not domineering over those in your charge, but being examples to the flock.",
        "And so train the young women to love their husbands and children,",
        "He must manage his own household well, with all dignity keeping his children submissive,",
        "Listen to your father who gave you life, and do not despise your mother when she is old.",
        "For the Lord reproves him whom he loves, as a father the son in whom he delights.",
        "Children, obey your parents in everything, for this pleases the Lord. Fathers, do not provoke your children, lest they become discouraged.",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "My son, do not despise the Lord's discipline or be weary of his reproof, for the Lord reproves him whom he loves, as a father the son in whom he delights.",
        "We will not hide them from their children, but tell to the coming generation the glorious deeds of the Lord, and his might, and the wonders that he has done.",
        "Tell your children of it, and let your children tell their children, and their children to another generation.",
        "“Honor your father and mother” (this is the first commandment with a promise),",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "“Honor your father and mother” (this is the first commandment with a promise), “that it may go well with you and that you may live long in the land.”",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "“Whoever strikes his father or his mother shall be put to death.",
        "The eye that mocks a father and scorns to obey a mother will be picked out by the ravens of the valley and eaten by the vultures.",
        "For nothing will be impossible with God.”",
        "And have you forgotten the exhortation that addresses you as sons? “My son, do not regard lightly the discipline of the Lord, nor be weary when reproved by him.",
        "By faith Isaac invoked future blessings on Jacob and Esau.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "And he blessed Joseph and said, “The God before whom my fathers Abraham and Isaac walked, the God who has been my shepherd all my life long to this day,",
        "David therefore sought God on behalf of the child. And David fasted and went in and lay all night on the ground.",
        "And implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.”",
        "Blessed are those whose way is blameless, who walk in the law of the Lord!",
        "And in all the land there were no women so beautiful as Job's daughters. And their father gave them an inheritance among their brothers.",
        "And Abraham said to God, “Oh that Ishmael might live before you!”",
        "“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "Submitting to one another out of reverence for Christ.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "You shall be blessed above all peoples. There shall not be male or female barren among you or among your livestock.",
        "For if someone does not know how to manage his own household, how will he care for God's church?",
        "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
        "For this reason I bow my knees before the Father, from whom every family in heaven and on earth is named,",
        "Whoever troubles his own household will inherit the wind, and the fool will be servant to the wise of heart.",
        "Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,",
        "A Song of Ascents. Of David. Behold, how good and pleasant it is when brothers dwell in unity!",
        "We love because he first loved us.",
        "But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.",
        "Whoever is greedy for unjust gain troubles his own household, but he who hates bribes will live.",
        "A devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God.",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "For God commanded, ‘Honor your father and your mother,’ and, ‘Whoever reviles father or mother must surely die.’",
        "A man of many companions may come to ruin, but there is a friend who sticks closer than a brother.",
        "An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones.",
        "The Lord our God be with us, as he was with our fathers. May he not leave us or forsake us,",
        "A friend loves at all times, and a brother is born for adversity.",
        "And I will be a father to you, and you shall be sons and daughters to me, says the Lord Almighty.”",
        "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”",
        "Let deacons each be the husband of one wife, managing their children and their own households well.",
        "The wisest of women builds her house, but folly with her own hands tears it down.",
        "Crispus, the ruler of the synagogue, believed in the Lord, together with his entire household. And many of the Corinthians hearing Paul believed and were baptized.",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "Let all that you do be done in love.",
        "Anyone who does not love does not know God, because God is love.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "“If you love me, you will keep my commandments.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "“This is my commandment, that you love one another as I have loved you.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "Because your steadfast love is better than life, my lips will praise you.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "I love those who love me, and those who seek me diligently find me.",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,",
        "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever.",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "I believe that I shall look upon the goodness of the Lord in the land of the living!",
        "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "And Jesus said to him, “Why do you call me good? No one is good except God alone.",
        "The Lord is good to all, and his mercy is over all that he has made.",
        "You are good and do good; teach me your statutes.",
        "For the Lord God is a sun and shield; the Lord bestows favor and honor. No good thing does he withhold from those who walk uprightly.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!",
        "Do not be overcome by evil, but overcome evil with good.",
        "Do not be deceived: “Bad company ruins good morals.”",
        "Who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.",
        "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,",
        "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.",
        "Remember not the sins of my youth or my transgressions; according to your steadfast love remember me, for the sake of your goodness, O Lord!",
        "Now who is there to harm you if you are zealous for what is good?",
        "Blessed is the one you choose and bring near, to dwell in your courts! We shall be satisfied with the goodness of your house, the holiness of your temple!",
        "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.",
        "Trust in the Lord, and do good; dwell in the land and befriend faithfulness.",
        "I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.",
        "Oh give thanks to the Lord, for he is good; for his steadfast love endures forever!",
        "The Lord passed before him and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,",
        "If indeed you have tasted that the Lord is good.",
        "(for the fruit of light is found in all that is good and right and true),",
        "Answer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me.",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "Turn away from evil and do good; seek peace and pursue it.",
        "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.",
        "Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter!",
        "What is desired in a man is steadfast love, and a poor man is better than a liar.",
        "How God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.",
        "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
        "The Lord is righteous in all his ways and kind in all his works.",
        "Be merciful, even as your Father is merciful.",
        "“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.",
        "And he said to him, “Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”",
        "Then you will understand righteousness and justice and equity, every good path;",
        "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations.",
        "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "And God saw that the light was good. And God separated the light from the darkness.",
        "I say to the Lord, “You are my Lord; I have no good apart from you.”",
        "He loves righteousness and justice; the earth is full of the steadfast love of the Lord.",
        "This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.",
        "As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.",
        "But when the goodness and loving kindness of God our Savior appeared,",
        "And he opened his mouth and taught them, saying:",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "The Lord is good to those who wait for him, to the soul who seeks him.",
        "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "Desire without knowledge is not good, and whoever makes haste with his feet misses his way.",
        "Seek the Lord and his strength; seek his presence continually!",
        "Teach me to do your will, for you are my God! Let your good Spirit lead me on level ground!",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "Sow for yourselves righteousness; reap steadfast love; break up your fallow ground, for it is the time to seek the Lord, that he may come and rain righteousness upon you.",
        "You shall not see your brother's donkey or his ox fallen down by the way and ignore them. You shall help him to lift them up again.",
        "Whoever has a bountiful eye will be blessed, for he shares his bread with the poor.",
        "For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?",
        "Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.",
        "And the crowds asked him, “What then shall we do?” And he answered them, “Whoever has two tunics is to share with him who has none, and whoever has food is to do likewise.”",
        "Whoever gives to the poor will not want, but he who hides his eyes will get many a curse.",
        "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.",
        "Contribute to the needs of the saints and seek to show hospitality.",
        "Whoever oppresses a poor man insults his Maker, but he who is generous to the needy honors him.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Only, they asked us to remember the poor, the very thing I was eager to do.",
        "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.",
        "Jesus said to him, “If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”",
        "Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor.",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "You believe that God is one; you do well. Even the demons believe—and shudder!",
        "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich.",
        "Do not withhold good from those to whom it is due, when it is in your power to do it.",
        "Do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”",
        "“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.",
        "Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.",
        "If you pour yourself out for the hungry and satisfy the desire of the afflicted, then shall your light rise in the darkness and your gloom be as the noonday.",
        "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
        "The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy, and have extorted from the sojourner without justice.",
        "They will fight against you, but they shall not prevail against you, for I am with you, declares the Lord, to deliver you.”",
        "When the poor and needy seek water, and there is none, and their tongue is parched with thirst, I the Lord will answer them; I the God of Israel will not forsake them.",
        "Whoever closes his ear to the cry of the poor will himself call out and not be answered.",
        "I know that the Lord will maintain the cause of the afflicted, and will execute justice for the needy.",
        "All my bones shall say, “O Lord, who is like you, delivering the poor from him who is too strong for him, the poor and needy from him who robs him?”",
        "“Because the poor are plundered, because the needy groan, I will now arise,” says the Lord; “I will place him in the safety for which he longs.”",
        "“You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor.",
        "The one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "Do not rob the poor, because he is poor, or crush the afflicted at the gate, for the Lord will plead their cause and rob of life those who rob them.",
        "Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body.",
        "For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "For while we were still weak, at the right time Christ died for the ungodly."
    ],
    "references": [
        "Psalm 82:3-4",
        "Mark 9:37",
        "Psalm 72:4",
        "Matthew 18:5",
        "John 13:34",
        "James 1:27",
        "Mark 10:14",
        "Isaiah 1:17",
        "1 Samuel 1:27",
        "Matthew 25:40",
        "Proverbs 31:20",
        "Proverbs 22:6",
        "Psalm 10:14",
        "Psalm 72:13-14",
        "Leviticus 19:33",
        "Jeremiah 22:16",
        "Proverbs 31:8-9",
        "Psalm 107:41",
        "Proverbs 29:7",
        "Proverbs 17:2",
        "Proverbs 31:9",
        "Psalm 68:6",
        "Matthew 28:19",
        "Hosea 14:3",
        "Psalm 44:1",
        "Ephesians 1:5",
        "Acts 7:21",
        "John 1:12",
        "Romans 8:15",
        "Romans 9:8",
        "Deuteronomy 10:18",
        "Galatians 3:26",
        "Psalm 27:10",
        "Isaiah 40:31",
        "John 14:18",
        "John 1:13",
        "1 John 3:2",
        "Proverbs 31:8",
        "Psalm 146:9",
        "Psalm 82:3",
        "Jeremiah 29:11",
        "Romans 8:23",
        "Revelation 1:1",
        "Galatians 4:5",
        "Psalm 68:5",
        "Romans 8:14",
        "Hosea 11:1",
        "Romans 8:29",
        "Exodus 4:22",
        "Isaiah 49:15",
        "Ephesians 2:19",
        "Romans 8:17",
        "2 Samuel 7:14",
        "Genesis 48:5",
        "Galatians 3:29",
        "Galatians 4:6",
        "Hebrews 2:13",
        "Ephesians 3:6",
        "Philippians 2:15",
        "Proverbs 14:26",
        "Romans 8:30",
        "Isaiah 43:7",
        "Revelation 21:7",
        "Hebrews 12:7",
        "Hebrews 12:6",
        "Jeremiah 1:5",
        "Ephesians 1:11",
        "Acts 15:17",
        "Matthew 5:9",
        "Isaiah 43:6",
        "Isaiah 8:18",
        "Psalm 127:3",
        "1 Chronicles 22:10",
        "Isaiah 63:8",
        "Numbers 6:27",
        "Romans 9:26",
        "Matthew 5:45",
        "Romans 8:21",
        "Matthew 12:50",
        "Romans 8:16",
        "Hebrews 2:11",
        "Hebrews 2:10",
        "Isaiah 66:13",
        "Isaiah 54:13",
        "Job 24:9",
        "John 8:35",
        "Nehemiah 1:5",
        "Ephesians 6:4",
        "Proverbs 17:6",
        "Matthew 18:10",
        "Matthew 19:14",
        "Colossians 3:20",
        "Proverbs 20:11",
        "Proverbs 13:24",
        "Proverbs 1:8-9",
        "Exodus 20:12",
        "Proverbs 29:15",
        "Psalm 113:9",
        "Deuteronomy 6:7",
        "Proverbs 22:15",
        "Proverbs 29:17",
        "Psalm 8:2",
        "3 John 1:4",
        "Genesis 33:5",
        "Deuteronomy 11:19",
        "Proverbs 15:5",
        "Colossians 3:21",
        "1 Timothy 4:12",
        "James 1:17",
        "1 Timothy 5:8",
        "Proverbs 13:22",
        "John 3:16",
        "Ephesians 6:1",
        "Ephesians 5:1",
        "Hebrews 12:11",
        "1 John 5:21",
        "1 Peter 2:2-3",
        "Proverbs 6:20",
        "Mark 10:15",
        "Leviticus 19:3",
        "Luke 18:16",
        "Acts 16:31",
        "Luke 17:2",
        "Proverbs 23:13-14",
        "Romans 8:19",
        "Galatians 3:26-27",
        "Psalm 128:3",
        "2 Timothy 1:5",
        "Psalm 139:13",
        "Proverbs 10:1",
        "1 Corinthians 14:20",
        "Luke 2:52",
        "Isaiah 38:19",
        "Proverbs 1:8",
        "2 Timothy 3:16",
        "Isaiah 26:3",
        "Psalm 115:14",
        "Ecclesiastes 12:1",
        "Proverbs 20:7",
        "2 Timothy 3:15",
        "Matthew 7:12",
        "Proverbs 15:20",
        "1 John 1:9",
        "Ephesians 4:32",
        "Luke 6:37",
        "Colossians 3:13",
        "Ephesians 1:7",
        "Mark 11:25",
        "Luke 23:34",
        "Matthew 6:14",
        "Daniel 9:9",
        "Colossians 1:13-14",
        "Acts 3:19",
        "1 Peter 4:8",
        "James 5:16",
        "2 Corinthians 5:17",
        "Hebrews 10:17",
        "Luke 17:3",
        "Psalm 32:5",
        "Ephesians 4:31",
        "Matthew 26:28",
        "Matthew 6:12",
        "Psalm 86:5",
        "Romans 12:20",
        "Matthew 5:44",
        "Proverbs 28:13",
        "Proverbs 17:9",
        "Proverbs 15:1",
        "Proverbs 10:12",
        "Psalm 103:12",
        "1 John 2:12",
        "James 1:5",
        "Hebrews 8:12",
        "Philippians 4:13",
        "Romans 12:9",
        "Romans 8:1",
        "Matthew 18:15",
        "Matthew 6:15",
        "Matthew 6:24",
        "Isaiah 43:25",
        "1 John 2:2",
        "1 John 2:1",
        "1 Peter 3:9",
        "James 5:15",
        "Colossians 1:14",
        "Ephesians 4:26",
        "Ephesians 4:26-27",
        "1 Corinthians 13:13",
        "Romans 6:23",
        "Romans 3:23",
        "Acts 22:16",
        "Acts 17:30",
        "Acts 10:43",
        "John 15:13",
        "John 8:7",
        "John 5:24",
        "Luke 17:4",
        "Luke 11:4",
        "Luke 7:47-48",
        "Luke 7:47",
        "Luke 6:27",
        "Mark 3:29",
        "Matthew 6:33",
        "Matthew 5:7",
        "Proverbs 28:9",
        "Proverbs 15:18",
        "Galatians 6:10",
        "Philippians 2:4",
        "Luke 6:31",
        "Colossians 3:23",
        "Galatians 5:14",
        "1 Peter 5:7",
        "1 John 4:7",
        "John 6:28-29",
        "Galatians 6:2",
        "Romans 12:1",
        "Colossians 3:12",
        "Proverbs 19:17",
        "Ecclesiastes 7:20",
        "1 John 1:8",
        "Proverbs 25:21",
        "Isaiah 53:5",
        "Ephesians 2:8",
        "Psalm 130:4",
        "Romans 12:17",
        "James 2:8",
        "Galatians 5:22",
        "Galatians 6:1",
        "Psalm 130:3",
        "Titus 2:7",
        "Proverbs 23:13",
        "Proverbs 19:18",
        "Psalm 103:13",
        "1 Peter 5:3",
        "Titus 2:4",
        "1 Timothy 3:4",
        "Proverbs 23:22",
        "Proverbs 3:12",
        "Colossians 3:20-21",
        "Philippians 4:6",
        "Proverbs 3:11-12",
        "Psalm 78:4",
        "Joel 1:3",
        "Ephesians 6:2",
        "Lamentations 3:22-23",
        "Ephesians 6:2-3",
        "Ephesians 4:29",
        "Exodus 21:15",
        "Proverbs 30:17",
        "Luke 1:37",
        "Hebrews 12:5",
        "Hebrews 11:20",
        "Proverbs 3:5-6",
        "Genesis 48:15",
        "2 Samuel 12:16",
        "Mark 5:23",
        "Psalm 119:1",
        "Job 42:15",
        "Genesis 17:18",
        "Mark 9:42",
        "Ephesians 2:10",
        "Ephesians 5:21",
        "Ephesians 2:8-9",
        "Deuteronomy 7:14",
        "1 Timothy 3:5",
        "Genesis 2:24",
        "Ephesians 3:14-15",
        "Proverbs 11:29",
        "1 Peter 3:1",
        "Psalm 133:1",
        "1 John 4:19",
        "1 Corinthians 11:3",
        "Proverbs 15:27",
        "Acts 10:2",
        "Proverbs 15:17",
        "Matthew 15:4",
        "Proverbs 18:24",
        "Proverbs 12:4",
        "1 Kings 8:57",
        "Proverbs 17:17",
        "2 Corinthians 6:18",
        "Luke 11:13",
        "1 Timothy 3:12",
        "Proverbs 14:1",
        "Acts 18:8",
        "Ephesians 4:2",
        "1 Corinthians 16:14",
        "1 John 4:8",
        "Colossians 3:14",
        "1 John 4:18",
        "Romans 5:8",
        "Ephesians 5:25",
        "John 14:15",
        "Romans 13:8",
        "1 John 4:16",
        "Romans 12:10",
        "Romans 13:10",
        "1 John 3:18",
        "1 John 4:7-8",
        "John 15:12",
        "Ephesians 5:33",
        "Mark 12:31",
        "1 Corinthians 13:2",
        "Romans 8:28",
        "Ephesians 4:2-3",
        "1 John 4:20",
        "1 Peter 5:6-7",
        "Psalm 86:15",
        "1 John 4:12",
        "John 14:21",
        "Song of Solomon 8:7",
        "1 John 3:16",
        "Romans 5:5",
        "Galatians 5:22-23",
        "Psalm 63:3",
        "Jeremiah 31:3",
        "1 Peter 1:22",
        "John 14:23",
        "1 John 4:21",
        "Matthew 22:37",
        "1 John 4:11",
        "Romans 8:35",
        "Psalm 143:8",
        "1 Corinthians 13:4-5",
        "Leviticus 19:18",
        "Galatians 5:13",
        "Isaiah 43:4",
        "Genesis 29:20",
        "1 Corinthians 13:4",
        "1 Corinthians 13:1",
        "John 15:12-13",
        "Philippians 2:2",
        "Proverbs 8:17",
        "2 Corinthians 5:14",
        "Song of Solomon 4:10",
        "Song of Solomon 2:16",
        "Romans 12:9-10",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "Ephesians 5:2",
        "Matthew 5:43-44",
        "Psalm 23:6",
        "Psalm 34:8",
        "Psalm 31:19",
        "Psalm 27:13",
        "Nahum 1:7",
        "Romans 2:4",
        "Mark 10:18",
        "Psalm 145:9",
        "Psalm 119:68",
        "Psalm 84:11",
        "Micah 6:8",
        "Psalm 107:1",
        "Romans 12:21",
        "1 Corinthians 15:33",
        "Titus 2:14",
        "1 Timothy 4:4",
        "Genesis 1:31",
        "Psalm 25:7",
        "1 Peter 3:13",
        "Psalm 65:4",
        "Matthew 12:35",
        "Psalm 37:3",
        "Romans 15:14",
        "1 Chronicles 16:34",
        "Exodus 34:6",
        "1 Peter 2:3",
        "Ephesians 5:9",
        "Psalm 69:16",
        "2 Corinthians 9:8",
        "Psalm 34:14",
        "James 3:13",
        "Isaiah 5:20",
        "Proverbs 19:22",
        "Acts 10:38",
        "Matthew 7:11",
        "Psalm 145:17",
        "Luke 6:36",
        "1 Corinthians 10:23",
        "Matthew 19:17",
        "Proverbs 2:9",
        "Psalm 100:5",
        "2 Peter 1:5",
        "2 Peter 1:3",
        "Genesis 1:4",
        "Psalm 16:2",
        "Psalm 33:5",
        "1 John 1:5",
        "Genesis 50:20",
        "Titus 3:4",
        "Matthew 5:2",
        "Galatians 6:9",
        "Lamentations 3:25",
        "2 Corinthians 5:21",
        "Proverbs 19:2",
        "1 Chronicles 16:11",
        "Psalm 143:10",
        "2 Corinthians 9:10",
        "Hosea 10:12",
        "Deuteronomy 22:4",
        "Proverbs 22:9",
        "Deuteronomy 15:11",
        "1 John 3:17",
        "Matthew 5:42",
        "Hebrews 13:16",
        "Luke 3:10-11",
        "Proverbs 28:27",
        "Romans 15:1",
        "Romans 12:13",
        "Proverbs 14:31",
        "Matthew 5:16",
        "Galatians 2:10",
        "Hebrews 4:16",
        "Matthew 19:21",
        "Proverbs 14:21",
        "Deuteronomy 31:8",
        "James 2:19",
        "2 Corinthians 8:9",
        "Proverbs 3:27",
        "Zechariah 7:10",
        "Leviticus 25:35",
        "Philippians 4:19",
        "Ephesians 4:28",
        "Matthew 10:8",
        "Isaiah 58:10",
        "John 3:17",
        "Ezekiel 22:29",
        "Jeremiah 1:19",
        "Isaiah 41:17",
        "Proverbs 21:13",
        "Psalm 140:12",
        "Psalm 35:10",
        "Psalm 12:5",
        "Leviticus 19:15",
        "Romans 12:8",
        "John 10:10",
        "Proverbs 22:22-23",
        "Hebrews 13:3",
        "Hebrews 6:10",
        "2 Timothy 1:7",
        "2 Thessalonians 3:10",
        "Romans 5:6"
    ]
}