{
    "verses": [
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "Now who is there to harm you if you are zealous for what is good?",
        "And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. For “Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit; let him turn away from evil and do good; let him seek peace and pursue it.",
        "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "If I am still alive, show me the steadfast love of the Lord, that I may not die;",
        "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,",
        "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
        "According to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood: May grace and peace be multiplied to you.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness,",
        "A Psalm for giving thanks. Make a joyful noise to the Lord, all the earth!",
        "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.",
        "And Jesus answered them, “Have faith in God. Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him. Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "And David said to him, “Do not fear, for I will show you kindness for the sake of your father Jonathan, and I will restore to you all the land of Saul your father, and you shall eat at my table always.”",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "They are to do good, to be rich in good works, to be generous and ready to share,",
        "For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind.",
        "And rend your hearts and not your garments.” Return to the Lord your God, for he is gracious and merciful, slow to anger, and abounding in steadfast love; and he relents over disaster.",
        "But whatever gain I had, I counted as loss for the sake of Christ. Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "In the way of your testimonies I delight as much as in all riches.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "In overflowing anger for a moment I hid my face from you, but with everlasting love I will have compassion on you,” says the Lord, your Redeemer.",
        "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love. You were running well. Who hindered you from obeying the truth? This persuasion is not from him who calls you. A little leaven leavens the whole lump. ...",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "“Blessed are the peacemakers, for they shall be called sons of God.",
        "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.",
        "So faith comes from hearing, and hearing through the word of Christ.",
        "To give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”",
        "For our heart is glad in him, because we trust in his holy name.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "I have chosen the way of faithfulness; I set your rules before me.",
        "You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the Lord your God.",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "As for you, brothers, do not grow weary in doing good.",
        "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. But when the goodness and loving kindness of God our Savior appeared, he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, ...",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "Rejoice with those who rejoice, weep with those who weep.",
        "“For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands.",
        "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.",
        "I wish those who unsettle you would emasculate themselves!",
        "Your testimonies are my heritage forever, for they are the joy of my heart.",
        "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
        "And my spirit rejoices in God my Savior,",
        "Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”",
        "A friend loves at all times, and a brother is born for adversity.",
        "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,",
        "O Lord, you will ordain peace for us, for you have indeed done for us all our works.",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "Looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
        "Rejoice always,",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body.",
        "On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, “Peace be with you.”",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "I have no greater joy than to hear that my children are walking in the truth.",
        "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
        "“Glory to God in the highest, and on earth peace among those with whom he is pleased!”",
        "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.",
        "And he opened his mouth and taught them, saying:",
        "As they were coming home, when David returned from striking down the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with songs of joy, and with musical instruments.",
        "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man.",
        "We want you to know, brothers, about the grace of God that has been given among the churches of Macedonia, for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part.",
        "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "And we are writing these things so that our joy may be complete.",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?",
        "For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.",
        "But deal loyally with the sons of Barzillai the Gileadite, and let them be among those who eat at your table, for with such loyalty they met me when I fled from Absalom your brother.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”",
        "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
        " Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away. I will bless the Lord at all times; his praise shall continually be in my mouth. My soul makes its boast in the Lord; let the humble hear and be glad. Oh, magnify the Lord with me, and let us exalt his name together! I sought the Lord, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. ...",
        "Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved. I entreat Euodia and I entreat Syntyche to agree in the Lord. Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life. Rejoice in the Lord always; again I will say, rejoice. Let your reasonableness be known to everyone. The Lord is at hand; ...",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "The next day we put in at Sidon. And Julius treated Paul kindly and gave him leave to go to his friends and be cared for.",
        "Thus says the Lord: “Stand by the roads, and look, and ask for the ancient paths, where the good way is; and walk in it, and find rest for your souls. But they said, ‘We will not walk in it.’",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "The Lord passed before him and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,",
        "For nothing will be impossible with God.”",
        "Who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.",
        "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "Jesus answered, “The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one. And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever.",
        "How precious is your steadfast love, O God! The children of mankind take refuge in the shadow of your wings.",
        "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
        "So then let us pursue what makes for peace and for mutual upbuilding.",
        "A man who is kind benefits himself, but a cruel man hurts himself.",
        "Three things are too wonderful for me; four I do not understand: the way of an eagle in the sky, the way of a serpent on a rock, the way of a ship on the high seas, and the way of a man with a virgin.",
        "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
        "To make an apt answer is a joy to a man, and a word in season, how good it is!",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "But when the goodness and loving kindness of God our Savior appeared,",
        "Those who sow in tears shall reap with shouts of joy!",
        "It is well with the man who deals generously and lends; who conducts his affairs with justice.",
        "And when God caused me to wander from my father's house, I said to her, ‘This is the kindness you must do me: at every place to which we come, say of me, “He is my brother.”’”",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "When the cares of my heart are many, your consolations cheer my soul.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "And the Lord said, “If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things.",
        "Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. For my yoke is easy, and my burden is light.”",
        "For the Lord God is a sun and shield; the Lord bestows favor and honor. No good thing does he withhold from those who walk uprightly.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "Then you will understand righteousness and justice and equity, every good path;",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
        "“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword. For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law. And a person's enemies will be those of his own household.",
        "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
        "My covenant with him was one of life and peace, and I gave them to him. It was a covenant of fear, and he feared me. He stood in awe of my name.",
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord.",
        "As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.",
        "Let a righteous man strike me—it is a kindness; let him rebuke me—it is oil for my head; let my head not refuse it. Yet my prayer is continually against their evil deeds.",
        "And God saw that the light was good. And God separated the light from the darkness.",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
        "For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you, and my covenant of peace shall not be removed,” says the Lord, who has compassion on you.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "I will greatly rejoice in the Lord; my soul shall exult in my God, for he has clothed me with the garments of salvation; he has covered me with the robe of righteousness, as a bridegroom decks himself like a priest with a beautiful headdress, and as a bride adorns herself with her jewels.",
        "For you make him most blessed forever; you make him glad with the joy of your presence.",
        "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.",
        "And Naomi said to her daughter-in-law, “May he be blessed by the Lord, whose kindness has not forsaken the living or the dead!” Naomi also said to her, “The man is a close relative of ours, one of our redeemers.”",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "Be merciful, even as your Father is merciful.",
        "Seek the Lord and his strength; seek his presence continually!",
        "I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.",
        "A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth. He will not let your foot be moved; he who keeps you will not slumber. Behold, he who keeps Israel will neither slumber nor sleep.",
        "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
        "And they offered great sacrifices that day and rejoiced, for God had made them rejoice with great joy; the women and children also rejoiced. And the joy of Jerusalem was heard far away.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God's people; once you had not received mercy, but now you have received mercy. Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.",
        "Though I have much to write to you, I would rather not use paper and ink. Instead I hope to come to you and talk face to face, so that our joy may be complete.",
        "I believe that I shall look upon the goodness of the Lord in the land of the living!",
        "Great peace have those who love your law; nothing can make them stumble.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "The precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;",
        "Likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, but with what is proper for women who profess godliness—with good works.",
        "And he said, “O Lord, God of my master Abraham, please grant me success today and show steadfast love to my master Abraham.",
        "It is an honor for a man to keep aloof from strife, but every fool will be quarreling.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God, fully convinced that God was able to do what he had promised.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work.",
        "Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him. And he opened his mouth and taught them, saying: “Blessed are the poor in spirit, for theirs is the kingdom of heaven. “Blessed are those who mourn, for they shall be comforted. “Blessed are the meek, for they shall inherit the earth. ...",
        "Desire without knowledge is not good, and whoever makes haste with his feet misses his way.",
        "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
        "They refused to obey and were not mindful of the wonders that you performed among them, but they stiffened their neck and appointed a leader to return to their slavery in Egypt. But you are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love, and did not forsake them.",
        "“There is no peace,” says the Lord, “for the wicked.”",
        "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.",
        "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? As it is written, “For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered.” No, in all these things we are more than conquerors through him who loved us. For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
        "To the choirmaster. A Psalm of the Sons of Korah. Clap your hands, all peoples! Shout to God with loud songs of joy!",
        "Then he gave orders to the centurion that he should be kept in custody but have some liberty, and that none of his friends should be prevented from attending to his needs.",
        "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
        "For the Lord takes pleasure in his people; he adorns the humble with salvation.",
        "The father of the righteous will greatly rejoice; he who fathers a wise son will be glad in him.",
        "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”",
        "May the Lord give strength to his people! May the Lord bless his people with peace!",
        "I am acting with great boldness toward you; I have great pride in you; I am filled with comfort. In all our affliction, I am overflowing with joy.",
        "To the choirmaster. A Maskil of David, when Doeg, the Edomite, came and told Saul, “David has come to the house of Ahimelech.” Why do you boast of evil, O mighty man? The steadfast love of God endures all the day.",
        "Let all that you do be done in love.",
        "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being, so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love,",
        "And they worshiped him and returned to Jerusalem with great joy,",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "And they kept the Feast of Unleavened Bread seven days with joy, for the Lord had made them joyful and had turned the heart of the king of Assyria to them, so that he aided them in the work of the house of God, the God of Israel.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "Answer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me.",
        "(for the fruit of light is found in all that is good and right and true),",
        "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord. Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "Jesus said to her, “I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live, and everyone who lives and believes in me shall never die. Do you believe this?”",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Now therefore swear to me here by God that you will not deal falsely with me or with my descendants or with my posterity, but as I have dealt kindly with you, so you will deal with me and with the land where you have sojourned.”",
        "By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.",
        "Casting all your anxieties on him, because he cares for you.",
        "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,",
        "If possible, so far as it depends on you, live peaceably with all.",
        "Bear one another's burdens, and so fulfill the law of Christ.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "Beloved, if God so loved us, we also ought to love one another.",
        "This is the day that the Lord has made; let us rejoice and be glad in it.",
        "And the disciples were filled with joy and with the Holy Spirit.",
        "You have put more joy in my heart than they have when their grain and wine abound.",
        "Mark the blameless and behold the upright, for there is a future for the man of peace.",
        "Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!",
        "Oh give thanks to the Lord, for he is good; for his steadfast love endures forever!",
        "Oh give thanks to the Lord, for he is good, for his steadfast love endures forever! Let the redeemed of the Lord say so, whom he has redeemed from trouble and gathered in from the lands, from the east and from the west, from the north and from the south. Some wandered in desert wastes, finding no way to a city to dwell in; hungry and thirsty, their soul fainted within them. ...",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "“But I say to you who hear, Love your enemies, do good to those who hate you, bless those who curse you, pray for those who abuse you. To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either. Give to everyone who begs from you, and from one who takes away your goods do not demand them back. And as you wish that others would do to you, do so to them.",
        "The Lord is good to those who wait for him, to the soul who seeks him.",
        "Commit your way to the Lord; trust in him, and he will act.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven. “Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward. But when you give to the needy, do not let your left hand know what your right hand is doing, so that your giving may be in secret. And your Father who sees in secret will reward you.",
        "David sent messengers to the men of Jabesh-gilead and said to them, “May you be blessed by the Lord, because you showed this loyalty to Saul your lord and buried him.",
        "Remember not the sins of my youth or my transgressions; according to your steadfast love remember me, for the sake of your goodness, O Lord!",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed.",
        "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, and godliness with brotherly affection, and brotherly affection with love.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil.",
        "When the righteous cry for help, the Lord hears and delivers them out of all their troubles. The Lord is near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but the Lord delivers him out of them all. He keeps all his bones; not one of them is broken.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "And whatever you ask in prayer, you will receive, if you have faith.”",
        "So put away all malice and all deceit and hypocrisy and envy and all slander. Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation— if indeed you have tasted that the Lord is good. As you come to him, a living stone rejected by men but in the sight of God chosen and precious, you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. ...",
        "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’”",
        "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure.",
        "Now faith is the assurance of things hoped for, the conviction of things not seen. For by it the people of old received their commendation. By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible. By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. ...",
        "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.",
        "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
        "“This is my commandment, that you love one another as I have loved you.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
        "“Thus says the Lord of hosts, Render true judgments, show kindness and mercy to one another,",
        "And David said, “Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan's sake?” Now there was a servant of the house of Saul whose name was Ziba, and they called him to David. And the king said to him, “Are you Ziba?” And he said, “I am your servant.” And the king said, “Is there not still someone of the house of Saul, that I may show the kindness of God to him?” Ziba said to the king, “There is still a son of Jonathan; he is crippled in his feet.” The king said to him, “Where is he?” And Ziba said to the king, “He is in the house of Machir the son of Ammiel, at Lo-debar.” Then King David sent and brought him from the house of Machir the son of Ammiel, at Lo-debar. ...",
        "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.",
        "So that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.",
        "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.",
        "Then Saul said to the Kenites, “Go, depart; go down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the people of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites.",
        "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.”",
        "But she had brought them up to the roof and hid them with the stalks of flax that she had laid in order on the roof. So the men pursued after them on the way to the Jordan as far as the fords. And the gate was shut as soon as the pursuers had gone out. Before the men lay down, she came up to them on the roof and said to the men, “I know that the Lord has given you the land, and that the fear of you has fallen upon us, and that all the inhabitants of the land melt away before you. For we have heard how the Lord dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and Og, whom you devoted to destruction. ...",
        "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "And Jesus said to him, “Why do you call me good? No one is good except God alone.",
        "But he said, “What is impossible with man is possible with God.”",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.",
        "But God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—",
        "You see that a person is justified by works and not by faith alone.",
        "Blessed be the Lord, for he has wondrously shown his steadfast love to me when I was in a besieged city.",
        "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
        "Eager to maintain the unity of the Spirit in the bond of peace.",
        "This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.",
        "Strive for peace with everyone, and for the holiness without which no one will see the Lord.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "I have fought the good fight, I have finished the race, I have kept the faith.",
        "Trust in the Lord, and do good; dwell in the land and befriend faithfulness.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things. Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.",
        "Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, obtaining the outcome of your faith, the salvation of your souls.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "And the ransomed of the Lord shall return and come to Zion with singing; everlasting joy shall be upon their heads; they shall obtain gladness and joy, and sorrow and sighing shall flee away.",
        "What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. You ask and do not receive, because you ask wrongly, to spend it on your passions. You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? ...",
        "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land.",
        "For length of days and years of life and peace they will add to you. Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man.",
        "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility",
        "Turn away from evil and do good; seek peace and pursue it.",
        "“I have said all these things to you to keep you from falling away. They will put you out of the synagogues. Indeed, the hour is coming when whoever kills you will think he is offering service to God. And they will do these things because they have not known the Father, nor me. But I have said these things to you, that when their hour comes you may remember that I told them to you. “I did not say these things to you from the beginning, because I was with you. But now I am going to him who sent me, and none of you asks me, ‘Where are you going?’ ...",
        "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever.",
        "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. By this all people will know that you are my disciples, if you have love for one another.”",
        "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "He said to them, “Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”",
        "Deceit is in the heart of those who devise evil, but those who plan peace have joy.",
        "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. And everyone who thus hopes in him purifies himself as he is pure.",
        "He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
        "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you. Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man. Trust in the Lord with all your heart, and do not lean on your own understanding. ...",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”",
        "Let me hear joy and gladness; let the bones that you have broken rejoice.",
        "Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor.",
        "So that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ.",
        "And he said to him, “Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”",
        "Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter!",
        "For you know that the testing of your faith produces steadfastness.",
        "What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? If a brother or sister is poorly clothed and lacking in daily food, and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? So also faith by itself, if it does not have works, is dead. But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. ...",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way.",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "And Jesus answered them, “Have faith in God.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "Awake, awake, put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy city; for there shall no more come into you the uncircumcised and the unclean. Shake yourself from the dust and arise; be seated, O Jerusalem; loose the bonds from your neck, O captive daughter of Zion. For thus says the Lord: “You were sold for nothing, and you shall be redeemed without money.” For thus says the Lord God: “My people went down at the first into Egypt to sojourn there, and the Assyrian oppressed them for nothing. Now therefore what have I here,” declares the Lord, “seeing that my people are taken away for nothing? Their rulers wail,” declares the Lord, “and continually all the day my name is despised. ...",
        "The Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.",
        "Simeon Peter, a servant and apostle of Jesus Christ, To those who have obtained a faith of equal standing with ours by the righteousness of our God and Savior Jesus Christ: May grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord. His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence, by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire. For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, ...",
        "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
        "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.",
        "And the king said, “Is there not still someone of the house of Saul, that I may show the kindness of God to him?” Ziba said to the king, “There is still a son of Jonathan; he is crippled in his feet.”",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
        "For by it the people of old received their commendation.",
        "Know therefore that the Lord your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,",
        "And he said, “May you be blessed by the Lord, my daughter. You have made this last kindness greater than the first in that you have not gone after young men, whether poor or rich.",
        "A Psalm of David. The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ...",
        "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Repay no one evil for evil, but give thought to do what is honorable in the sight of all. If possible, so far as it depends on you, live peaceably with all. Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” Do not be overcome by evil, but overcome evil with good.",
        "So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.",
        "There is no peace,” says my God, “for the wicked.”",
        "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
        "“Teacher, which is the great commandment in the Law?” And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself. On these two commandments depend all the Law and the Prophets.”",
        "One thing have I asked of the Lord, that will I seek after: that I may dwell in the house of the Lord all the days of my life, to gaze upon the beauty of the Lord and to inquire in his temple.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "For you are our glory and joy.",
        "“You shall therefore keep all my statutes and all my rules and do them, that the land where I am bringing you to live may not vomit you out. And you shall not walk in the customs of the nation that I am driving out before you, for they did all these things, and therefore I detested them. But I have said to you, ‘You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.’ I am the Lord your God, who has separated you from the peoples. You shall therefore separate the clean beast from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable by beast or by bird or by anything with which the ground crawls, which I have set apart for you to hold unclean. You shall be holy to me, for I the Lord am holy and have separated you from the peoples, that you should be mine.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
        "How beautiful upon the mountains are the feet of him who brings good news, who publishes peace, who brings good news of happiness, who publishes salvation, who says to Zion, “Your God reigns.”",
        "“If you love me, you will keep my commandments.",
        "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. Set your minds on things that are above, not on things that are on earth. For you have died, and your life is hidden with Christ in God. When Christ who is your life appears, then you also will appear with him in glory. Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. ...",
        "“If you have raced with men on foot, and they have wearied you, how will you compete with horses? And if in a safe land you are so trusting, what will you do in the thicket of the Jordan?",
        "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you.",
        "Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys. For where your treasure is, there will your heart be also.",
        "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "The apostles said to the Lord, “Increase our faith!”",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "Let him turn away from evil and do good; let him seek peace and pursue it.",
        "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
        "For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery. Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. I testify again to every man who accepts circumcision that he is obligated to keep the whole law. You are severed from Christ, you who would be justified by the law; you have fallen away from grace. For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. ...",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.”",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "So that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth, and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.",
        "Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
        "If indeed you have tasted that the Lord is good.",
        "Though the fig tree should not blossom, nor fruit be on the vines, the produce of the olive fail and the fields yield no food, the flock be cut off from the fold and there be no herd in the stalls, yet I will rejoice in the Lord; I will take joy in the God of my salvation.",
        "“Blessed are the merciful, for they shall receive mercy.",
        "I say to the Lord, “You are my Lord; I have no good apart from you.”",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O Lord, God of hosts.",
        "May mercy, peace, and love be multiplied to you.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "And godliness with brotherly affection, and brotherly affection with love.",
        "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, for we walk by faith, not by sight.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord.",
        "Whoever pursues righteousness and kindness will find life, righteousness, and honor.",
        "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "Rejoice in the Lord always; again I will say, rejoice.",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "With joy you will draw water from the wells of salvation.",
        "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "Remember your mercy, O Lord, and your steadfast love, for they have been from of old. Remember not the sins of my youth or my transgressions; according to your steadfast love remember me, for the sake of your goodness, O Lord!",
        "Let each of us please his neighbor for his good, to build him up.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "And Jesus answered them, “Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, ‘Be taken up and thrown into the sea,’ it will happen. And whatever you ask in prayer, you will receive, if you have faith.”",
        "You have made known to me the paths of life; you will make me full of gladness with your presence.’",
        "You are good and do good; teach me your statutes.",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "May all who seek you rejoice and be glad in you! May those who love your salvation say evermore, “God is great!”",
        "For great is his steadfast love toward us, and the faithfulness of the Lord endures forever. Praise the Lord!",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "So that by God's will I may come to you with joy and be refreshed in your company.",
        "For all have sinned and fall short of the glory of God,",
        "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "No, in all these things we are more than conquerors through him who loved us. For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
        "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "“Agree with God, and be at peace; thereby good will come to you.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "She opens her mouth with wisdom, and the teaching of kindness is on her tongue.",
        "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "Let the young woman to whom I shall say, ‘Please let down your jar that I may drink,’ and who shall say, ‘Drink, and I will water your camels’—let her be the one whom you have appointed for your servant Isaac. By this I shall know that you have shown steadfast love to my master.”",
        "Sow for yourselves righteousness; reap steadfast love; break up your fallow ground, for it is the time to seek the Lord, that he may come and rain righteousness upon you.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "Only remember me, when it is well with you, and please do me the kindness to mention me to Pharaoh, and so get me out of this house.",
        "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.",
        "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
        "And do not cut off your steadfast love from my house forever, when the Lord cuts off every one of the enemies of David from the face of the earth.”",
        "Give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”",
        "When they saw the star, they rejoiced exceedingly with great joy.",
        "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "Note then the kindness and the severity of God: severity toward those who have fallen, but God's kindness to you, provided you continue in his kindness. Otherwise you too will be cut off.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor. Do not be slothful in zeal, be fervent in spirit, serve the Lord. Rejoice in hope, be patient in tribulation, be constant in prayer. Contribute to the needs of the saints and seek to show hospitality.",
        "And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Afterward the children of Israel shall return and seek the Lord their God, and David their king, and they shall come in fear to the Lord and to his goodness in the latter days.",
        "May the God of peace be with you all. Amen.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
        "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "Steadfast love and faithfulness meet; righteousness and peace kiss each other.",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "And as you wish that others would do to you, do so to them.",
        "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.",
        "And having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work.",
        "Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Now then, please swear to me by the Lord that, as I have dealt kindly with you, you also will deal kindly with my father's house, and give me a sure sign",
        "But in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,",
        "“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing? Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? And which of you by being anxious can add a single hour to his span of life? And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these. ...",
        "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.",
        "Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house. In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "The Lord is righteous in all his ways and kind in all his works.",
        "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.",
        "My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places.",
        "Whoever is generous to the poor lends to the Lord, and he will repay him for his deed.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "The Lord is good to all, and his mercy is over all that he has made.",
        "What is desired in a man is steadfast love, and a poor man is better than a liar.",
        "You believe that God is one; you do well. Even the demons believe—and shudder!",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
        "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.",
        "And Jesus answered them, “Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, ‘Be taken up and thrown into the sea,’ it will happen.",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. For that person must not suppose that he will receive anything from the Lord; he is a double-minded man, unstable in all his ways.",
        "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, complete my joy by being of the same mind, having the same love, being in full accord and of one mind. Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. Let each of you look not only to his own interests, but also to the interests of others. Have this mind among yourselves, which is yours in Christ Jesus, ...",
        "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you.",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "“He who withholds kindness from a friend forsakes the fear of the Almighty.",
        "Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? ...",
        "Now may the Lord show steadfast love and faithfulness to you. And I will do good to you because you have done this thing.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.",
        "Truly, truly, I say to you, whoever believes has eternal life.",
        "To the choirmaster. A Psalm of David, the servant of the Lord, who addressed the words of this song to the Lord on the day when the Lord delivered him from the hand of all his enemies, and from the hand of Saul. He said: I love you, O Lord, my strength.",
        "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
        "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
        "I love those who love me, and those who seek me diligently find me.",
        "I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.",
        "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations.",
        "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "Behold, I will bring to it health and healing, and I will heal them and reveal to them abundance of prosperity and security.",
        "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.",
        "Iron sharpens iron, and one man sharpens another.",
        "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "For we walk by faith, not by sight.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "Because your steadfast love is better than life, my lips will praise you.",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "So he brought his people out with joy, his chosen ones with singing.",
        "Therefore when we could bear it no longer, we were willing to be left behind at Athens alone, and we sent Timothy, our brother and God's coworker in the gospel of Christ, to establish and exhort you in your faith, that no one be moved by these afflictions. For you yourselves know that we are destined for this. For when we were with you, we kept telling you beforehand that we were to suffer affliction, just as it has come to pass, and just as you know. For this reason, when I could bear it no longer, I sent to learn about your faith, for fear that somehow the tempter had tempted you and our labor would be in vain. ...",
        "Jesus said to her, “Did I not tell you that if you believed you would see the glory of God?”",
        "Do not be deceived: “Bad company ruins good morals.”",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "The Lord lift up his countenance upon you and give you peace.",
        "Blessed is the one you choose and bring near, to dwell in your courts! We shall be satisfied with the goodness of your house, the holiness of your temple!",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself.",
        "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.",
        "Whoever loves discipline loves knowledge, but he who hates reproof is stupid. A good man obtains favor from the Lord, but a man of evil devices he condemns. No one is established by wickedness, but the root of the righteous will never be moved. An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones. The thoughts of the righteous are just; the counsels of the wicked are deceitful. ...",
        "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”",
        "For if you forgive others their trespasses, your heavenly Father will also forgive you,",
        "By purity, knowledge, patience, kindness, the Holy Spirit, genuine love;",
        "As sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
        "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
        "We love because he first loved us.",
        "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "For “Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit; let him turn away from evil and do good; let him seek peace and pursue it.",
        "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.",
        "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "And he said to the woman, “Your faith has saved you; go in peace.”",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ...",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "“Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat! Come, buy wine and milk without money and without price. Why do you spend your money for that which is not bread, and your labor for that which does not satisfy? Listen diligently to me, and eat what is good, and delight yourselves in rich food. Incline your ear, and come to me; hear, that your soul may live; and I will make with you an everlasting covenant, my steadfast, sure love for David. Behold, I made him a witness to the peoples, a leader and commander for the peoples. Behold, you shall call a nation that you do not know, and a nation that did not know you shall run to you, because of the Lord your God, and of the Holy One of Israel, for he has glorified you. ...",
        "Let me hear what God the Lord will speak, for he will speak peace to his people, to his saints; but let them not turn back to folly.",
        "On the eighth day he sent the people away, and they blessed the king and went to their homes joyful and glad of heart for all the goodness that the Lord had shown to David his servant and to Israel his people.",
        "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
        "Then our mouth was filled with laughter, and our tongue with shouts of joy; then they said among the nations, “The Lord has done great things for them.” The Lord has done great things for us; we are glad.",
        "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
        "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
        "And a harvest of righteousness is sown in peace by those who make peace.",
        "So the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied.",
        "So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day. For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.",
        "Anyone who does not love does not know God, because God is love.",
        "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.",
        "Hatred stirs up strife, but love covers all offenses.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "All your children shall be taught by the Lord, and great shall be the peace of your children.",
        "Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world. For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me, I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’",
        "Give to everyone who begs from you, and from one who takes away your goods do not demand them back.",
        "Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen.",
        "Yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.",
        "Splendor and majesty are before him; strength and joy are in his place.",
        "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
        "My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "And they did not show steadfast love to the family of Jerubbaal (that is, Gideon) in return for all the good that he had done to Israel.",
        "“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.",
        "Do not be overcome by evil, but overcome evil with good.",
        "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "I will be glad and exult in you; I will sing praise to your name, O Most High.",
        "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "I can do all things through him who strengthens me.",
        "He who goes out weeping, bearing the seed for sowing, shall come home with shouts of joy, bringing his sheaves with him.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "And in every province and in every city, wherever the king's command and his edict reached, there was gladness and joy among the Jews, a feast and a holiday. And many from the peoples of the country declared themselves Jews, for fear of the Jews had fallen on them.",
        "Light is sown for the righteous, and joy for the upright in heart.",
        "Better is a dry morsel with quiet than a house full of feasting with strife.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.",
        "So that your faith might not rest in the wisdom of men but in the power of God.",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "And David said, “Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan's sake?”",
        "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart.",
        "So also faith by itself, if it does not have works, is dead.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "The native people showed us unusual kindness, for they kindled a fire and welcomed us all, because it had begun to rain and was cold.",
        "“Let not your hearts be troubled. Believe in God; believe also in me. In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also. And you know the way to where I am going.” Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” ...",
        "For God is not a God of confusion but of peace. As in all the churches of the saints,",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near. John to the seven churches that are in Asia: Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth. To him who loves us and has freed us from our sins by his blood ...",
        "How God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.",
        "He loves righteousness and justice; the earth is full of the steadfast love of the Lord.",
        "Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, by the new and living way that he opened for us through the curtain, that is, through his flesh, and since we have a great priest over the house of God, let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "Do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”",
        "But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.",
        "And he said, “I will make all my goodness pass before you and will proclaim before you my name ‘The Lord.’ And I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy.",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him? Little children, let us not love in word or talk but in deed and in truth.",
        "In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety."
    ],
    "references": [
        "2 Corinthians 12:10",
        "Proverbs 17:22",
        "2 Corinthians 12:9",
        "Colossians 3:12",
        "Proverbs 17:1",
        "Proverbs 27:17",
        "Isaiah 43:4",
        "Matthew 7:11",
        "Jeremiah 31:3",
        "Genesis 21:23",
        "2 Peter 3:18",
        "Zechariah 7:10",
        "1 John 4:11",
        "James 1:3",
        "Song of Solomon 8:6",
        "Luke 24:52",
        "Psalm 32:11",
        "Romans 12:17-21",
        "Habakkuk 3:17-18",
        "2 Thessalonians 3:13",
        "John 20:19",
        "Psalm 34:8",
        "1 Thessalonians 1:3",
        "Song of Solomon 8:6-7",
        "1 Kings 2:7",
        "1 Peter 1:22",
        "Matthew 21:21-22",
        "Isaiah 32:18",
        "1 Chronicles 16:11",
        "Psalm 23:6",
        "Psalm 37:4",
        "1 John 1:4",
        "Ephesians 4:29",
        "Matthew 19:26",
        "Galatians 6:2",
        "Proverbs 3:1-2",
        "Luke 7:50",
        "Romans 8:38-39",
        "Psalm 23:1",
        "2 Corinthians 9:8",
        "Psalm 19:8",
        "Matthew 5:1-9:38",
        "Romans 5:1-2",
        "Luke 15:7",
        "2 Samuel 2:6",
        "1 Peter 4:13",
        "Mark 12:29-31",
        "Philippians 4:4",
        "Proverbs 3:3",
        "Nahum 1:7",
        "Luke 2:10",
        "Hebrews 12:2",
        "Esther 8:17",
        "3 John 1:4",
        "1 Corinthians 10:13",
        "Psalm 100:1",
        "Psalm 52:1",
        "Matthew 5:43-48",
        "Matthew 15:28",
        "1 Corinthians 13:13",
        "Proverbs 31:26",
        "Ephesians 4:32",
        "Ezra 10:4",
        "Psalm 119:111",
        "1 Timothy 2:1-2",
        "Ephesians 6:13",
        "Matthew 5:42",
        "Proverbs 3:3-4",
        "2 Corinthians 5:21",
        "Psalm 47:1",
        "Psalm 16:9",
        "Song of Solomon 1:2",
        "Psalm 85:8",
        "1 Corinthians 14:33",
        "2 Peter 1:10",
        "Colossians 3:14",
        "Romans 8:35",
        "Exodus 19:5",
        "Proverbs 10:28",
        "Galatians 5:22-23",
        "1 Chronicles 16:34",
        "1 Samuel 20:14",
        "John 15:11",
        "2 Corinthians 5:7",
        "Luke 6:34",
        "1 John 4:16",
        "Romans 12:10",
        "Luke 6:31",
        "Proverbs 10:12",
        "Hebrews 12:1-2",
        "Psalm 70:4",
        "1 John 4:20",
        "Hebrews 4:12",
        "Nehemiah 8:10",
        "Matthew 17:20",
        "Genesis 1:31",
        "Isaiah 41:10",
        "Philippians 4:6",
        "Romans 10:17",
        "Ecclesiastes 9:7",
        "John 7:38",
        "Jeremiah 12:5",
        "1 Thessalonians 1:6",
        "Ecclesiastes 2:26",
        "Romans 3:23",
        "1 John 3:16",
        "Matthew 5:16",
        "Titus 3:4",
        "Habakkuk 2:4",
        "Romans 15:13",
        "Luke 2:14",
        "Galatians 5:5-12",
        "Joel 2:13",
        "Proverbs 17:17",
        "1 Timothy 6:17",
        "Proverbs 11:17",
        "Psalm 69:16",
        "Philippians 4:8",
        "Philippians 4:1-23",
        "1 Thessalonians 3:9",
        "1 John 3:22",
        "Psalm 36:7",
        "John 16:1-33",
        "Psalm 119:30",
        "Psalm 117:2",
        "Luke 6:35",
        "Proverbs 21:21",
        "2 Corinthians 7:4",
        "1 Corinthians 2:5",
        "Psalm 126:6",
        "Luke 6:27-31",
        "1 Samuel 20:15",
        "Acts 20:35",
        "Proverbs 18:10",
        "Romans 14:19",
        "Song of Solomon 2:16",
        "1 Peter 3:8",
        "Romans 10:9",
        "Psalm 119:14",
        "Psalm 119:165",
        "1 John 5:5",
        "Colossians 3:23",
        "James 4:1-17",
        "Psalm 112:5",
        "Romans 1:17",
        "Psalm 126:2-3",
        "Romans 15:14",
        "John 16:24",
        "1 John 3:1-3",
        "John 14:1-31",
        "Malachi 2:5",
        "1 Thessalonians 5:16",
        "1 Thessalonians 5:23",
        "Psalm 119:68",
        "James 2:17",
        "1 Corinthians 13:4",
        "Micah 6:8",
        "Hebrews 11:11",
        "John 14:27",
        "Leviticus 19:18",
        "Psalm 30:5",
        "Romans 1:7",
        "John 1:12",
        "Luke 18:19",
        "Leviticus 20:22-26",
        "Ephesians 5:33",
        "Luke 15:10",
        "Matthew 19:17",
        "1 Corinthians 10:23",
        "Psalm 30:11",
        "Hebrews 11:6",
        "1 John 3:18",
        "Romans 15:33",
        "Deuteronomy 7:9",
        "Hebrews 10:38",
        "Romans 14:1",
        "Psalm 34:17-20",
        "Job 22:21",
        "John 15:13",
        "Revelation 21:4",
        "Psalm 121:1-4",
        "Matthew 5:9",
        "Matthew 5:22",
        "John 15:12-13",
        "Proverbs 19:17",
        "Philemon 1:7",
        "Isaiah 12:2",
        "Isaiah 61:10",
        "Colossians 3:1-25",
        "2 Thessalonians 3:16",
        "2 Samuel 9:1-13",
        "Isaiah 26:12",
        "Zechariah 7:9",
        "Proverbs 15:23",
        "John 14:21",
        "Matthew 21:21",
        "Isaiah 55:12",
        "John 13:34-35",
        "2 Timothy 4:7",
        "Psalm 107:1-43",
        "Isaiah 9:3",
        "Matthew 21:22",
        "Romans 4:20-21",
        "Romans 15:2",
        "1 Peter 1:7",
        "Isaiah 54:10",
        "Psalm 37:3",
        "Romans 5:8",
        "2 Corinthians 6:6",
        "Philippians 4:9",
        "Proverbs 3:5",
        "1 John 3:1",
        "John 16:22",
        "Psalm 51:8",
        "James 1:2-4",
        "Romans 12:15",
        "Psalm 37:37",
        "1 Timothy 6:12",
        "1 Peter 3:10-11",
        "Colossians 1:11",
        "Romans 13:10",
        "John 10:10",
        "John 3:16-17",
        "Exodus 34:6",
        "Revelation 1:1",
        "Isaiah 54:13",
        "2 Corinthians 5:14",
        "Romans 12:18",
        "Proverbs 15:1",
        "Psalm 21:6",
        "Proverbs 20:3",
        "Psalm 51:12",
        "2 Corinthians 13:11",
        "Deuteronomy 31:6",
        "Acts 14:17",
        "Hebrews 13:20-21",
        "Isaiah 40:31",
        "Psalm 27:13",
        "Matthew 5:2",
        "Galatians 5:1-26",
        "Proverbs 2:9",
        "Joshua 2:12",
        "Isaiah 55:1-13",
        "1 Corinthians 13:4-8",
        "Psalm 105:43",
        "2 Corinthians 5:6-7",
        "Colossians 3:13",
        "Galatians 5:22",
        "Galatians 1:10",
        "Philippians 2:1-2",
        "1 Samuel 18:6",
        "Acts 24:23",
        "John 1:1",
        "Ezra 6:22",
        "Nehemiah 12:43",
        "Romans 12:9",
        "1 Peter 3:9",
        "Psalm 145:9",
        "1 Thessalonians 3:1-5:28",
        "Luke 4:8",
        "2 Corinthians 4:16-18",
        "2 Corinthians 1:24",
        "Philippians 4:19",
        "Psalm 33:21",
        "Matthew 9:22",
        "Psalm 27:1",
        "1 John 4:19",
        "1 Corinthians 13:1-3",
        "Proverbs 3:6",
        "1 Peter 2:9-11",
        "Proverbs 10:4",
        "Revelation 1:1-20",
        "Philippians 2:1-30",
        "James 1:17",
        "Acts 27:3",
        "John 14:15",
        "Mark 9:24",
        "James 2:8",
        "Romans 12:17",
        "Proverbs 17:9",
        "Matthew 25:34-36",
        "Isaiah 40:28-31",
        "Ephesians 5:2",
        "Psalm 63:3",
        "Hebrews 10:19-23",
        "Psalm 16:2",
        "Matthew 22:37",
        "John 6:35",
        "1 Peter 3:13",
        "Romans 16:20",
        "Acts 1:8",
        "Matthew 25:21",
        "Acts 2:28",
        "Mark 11:22-24",
        "John 16:33",
        "Ephesians 2:10",
        "Proverbs 19:22",
        "Luke 17:5",
        "Psalm 27:4",
        "Mark 16:16",
        "Proverbs 15:17",
        "Mark 10:52",
        "Matthew 6:33",
        "2 Peter 1:7",
        "Numbers 6:25-26",
        "Hebrews 12:11",
        "Ruth 2:20",
        "Genesis 40:14",
        "Psalm 65:4",
        "Psalm 149:4",
        "Galatians 2:16",
        "Psalm 85:10",
        "Romans 8:6",
        "Genesis 20:13",
        "Psalm 29:11",
        "Psalm 100:5",
        "John 11:40",
        "1 John 4:7",
        "Psalm 25:6-7",
        "1 Corinthians 13:4-7",
        "Song of Solomon 8:7",
        "1 John 1:5",
        "1 Timothy 4:12",
        "Joshua 2:6-16",
        "2 Timothy 3:16-17",
        "Proverbs 18:22",
        "Genesis 50:20",
        "Matthew 5:15-16",
        "John 14:23",
        "Ephesians 2:8",
        "Colossians 3:15",
        "1 John 3:16-18",
        "Galatians 5:13-14",
        "Colossians 3:12-13",
        "Romans 12:12",
        "Proverbs 8:17",
        "1 Corinthians 13:12",
        "James 2:14-26",
        "Psalm 118:24",
        "Psalm 31:21",
        "Isaiah 9:6",
        "James 1:2-3",
        "2 Peter 1:1-21",
        "1 Corinthians 6:19-20",
        "1 Corinthians 13:1",
        "James 1:6",
        "1 John 4:21",
        "Romans 5:11",
        "Psalm 34:1-22",
        "Romans 5:1",
        "Isaiah 53:5",
        "Luke 6:36",
        "Psalm 145:17",
        "John 11:25-26",
        "John 3:36",
        "Romans 15:5",
        "Romans 12:9-10",
        "Psalm 4:8",
        "Proverbs 12:20",
        "Psalm 84:11",
        "Luke 6:38",
        "Matthew 10:34-36",
        "1 Timothy 4:4",
        "Exodus 33:19",
        "1 Peter 5:7",
        "Isaiah 32:17",
        "James 3:17",
        "Mark 11:24",
        "Hebrews 12:14",
        "Romans 8:35-39",
        "John 15:12",
        "Romans 15:1",
        "Psalm 94:19",
        "James 2:19",
        "James 1:5-8",
        "James 2:14-24",
        "Psalm 37:5",
        "Isaiah 52:1-57:21",
        "2 Corinthians 8:1-2",
        "Matthew 5:7",
        "Isaiah 26:3",
        "Psalm 9:2",
        "1 Peter 2:3",
        "Ephesians 2:4-5",
        "Psalm 18:1",
        "James 4:6",
        "Romans 12:3",
        "James 3:18",
        "Romans 13:8",
        "Proverbs 12:1-20:30",
        "Galatians 6:10",
        "Psalm 33:5",
        "Acts 2:38",
        "1 Corinthians 13:1-13",
        "Isaiah 5:20",
        "1 Corinthians 16:14",
        "1 Corinthians 13:4-5",
        "Zephaniah 3:17",
        "1 Timothy 6:18",
        "2 Timothy 1:7",
        "2 Timothy 2:22",
        "1 Timothy 5:10",
        "Isaiah 40:29-31",
        "Proverbs 16:7",
        "Philippians 3:7-9",
        "1 Peter 5:6-7",
        "1 Kings 8:66",
        "Hosea 3:5",
        "Matthew 6:1-4",
        "Psalm 97:11",
        "Proverbs 14:21",
        "1 Timothy 2:9-10",
        "Romans 8:37-39",
        "Galatians 2:20",
        "1 Peter 2:1-25",
        "Philemon 1:3",
        "Psalm 141:5",
        "Proverbs 3:1-35",
        "Malachi 3:10",
        "Galatians 5:12",
        "Psalm 23:4",
        "Romans 12:21",
        "Luke 1:47",
        "Luke 12:33-34",
        "Jeremiah 29:11",
        "1 Peter 3:15",
        "1 John 4:12",
        "Matthew 6:25-34",
        "1 Samuel 15:6",
        "Philippians 4:13",
        "Luke 1:79",
        "Proverbs 16:32",
        "Ephesians 6:16",
        "2 Timothy 3:16",
        "1 John 3:17",
        "Ephesians 4:3",
        "Hebrews 11:2",
        "1 Corinthians 6:19",
        "Ephesians 3:16-17",
        "Hebrews 11:1-13:25",
        "Colossians 3:23-24",
        "Romans 10:10",
        "Judges 8:35",
        "1 John 4:7-8",
        "Ephesians 2:14",
        "Romans 8:28",
        "Hebrews 11:7",
        "1 Thessalonians 2:20",
        "Isaiah 52:7",
        "Acts 10:38",
        "Matthew 22:37-39",
        "Psalm 31:19",
        "Galatians 6:9",
        "Matthew 12:35",
        "John 17:13",
        "John 6:47",
        "1 Peter 4:8",
        "Jude 1:2",
        "Isaiah 48:22",
        "Romans 12:9-13",
        "Philippians 2:2",
        "2 Corinthians 9:7",
        "1 Peter 3:9-11",
        "1 John 4:18",
        "Ephesians 4:2",
        "1 John 5:4",
        "Mark 10:18",
        "1 Peter 1:2",
        "Romans 15:32",
        "Matthew 2:10",
        "Job 6:14",
        "Proverbs 5:19",
        "Matthew 5:43-44",
        "Psalm 46:10",
        "Leviticus 26:6",
        "1 John 5:1",
        "John 4:34",
        "Luke 6:30",
        "Titus 3:1-15",
        "James 1:27",
        "Proverbs 30:18-19",
        "Ephesians 2:7",
        "Psalm 16:11",
        "Romans 14:23",
        "Romans 1:16-17",
        "Proverbs 23:24",
        "Proverbs 3:5-6",
        "James 1:12",
        "Song of Solomon 4:10",
        "Psalm 143:8",
        "Proverbs 3:2-4",
        "Numbers 6:24-26",
        "Romans 12:11",
        "Hosea 10:12",
        "Philippians 4:6-7",
        "Psalm 34:14",
        "Ruth 3:10",
        "1 Corinthians 15:58",
        "Romans 14:17",
        "James 2:18",
        "Acts 28:2",
        "James 3:13",
        "Lamentations 3:25",
        "Psalm 25:7",
        "Leviticus 19:34",
        "Numbers 6:26",
        "Psalm 71:23",
        "Acts 13:52",
        "Genesis 1:4",
        "1 Peter 3:8-9",
        "1 Chronicles 16:27",
        "Romans 12:2",
        "Psalm 86:15",
        "2 Corinthians 6:10",
        "2 Samuel 9:7",
        "2 John 1:12",
        "Genesis 24:14",
        "Isaiah 35:10",
        "1 Peter 3:11",
        "Lamentations 3:22-23",
        "Philippians 2:3",
        "Ephesians 3:17-19",
        "John 13:34",
        "Luke 18:27",
        "2 Samuel 9:3",
        "Psalm 4:7",
        "Mark 9:23",
        "Genesis 24:12",
        "1 Corinthians 15:33",
        "Matthew 6:24",
        "Galatians 6:7-8",
        "Acts 9:31",
        "2 Peter 1:5-7",
        "Luke 1:37",
        "Matthew 11:28-30",
        "Mark 12:31",
        "2 Corinthians 9:10",
        "1 Thessalonians 5:16-18",
        "Ephesians 5:9",
        "Matthew 22:36-40",
        "Psalm 27:6",
        "Jeremiah 6:16",
        "2 Samuel 2:5",
        "Nehemiah 9:17",
        "Isaiah 12:6",
        "2 Peter 1:3",
        "Romans 11:22",
        "Psalm 23:1-6",
        "Matthew 6:14",
        "Psalm 126:5",
        "2 Thessalonians 3:10",
        "2 Samuel 9:1",
        "Galatians 5:13",
        "Psalm 5:11",
        "Hebrews 11:1",
        "Proverbs 14:23",
        "Isaiah 54:8",
        "Genesis 29:20",
        "Mark 9:50",
        "John 3:16",
        "Romans 8:31",
        "1 John 5:13",
        "Ephesians 4:2-3",
        "Hebrews 11:1-40",
        "John 8:24",
        "Ephesians 2:8-9",
        "Galatians 5:6",
        "James 2:24",
        "Philippians 4:7",
        "Psalm 28:7",
        "Isaiah 57:21",
        "Galatians 6:1",
        "1 Corinthians 13:2",
        "Romans 12:1",
        "1 John 4:8",
        "Jeremiah 15:16",
        "Isaiah 12:3",
        "1 Peter 1:8",
        "Romans 2:4",
        "1 Corinthians 16:13",
        "Psalm 107:1",
        "Titus 2:14",
        "Romans 5:5",
        "1 Peter 1:8-9",
        "Mark 11:22",
        "Jeremiah 33:6",
        "1 Thessalonians 5:15",
        "Luke 17:6",
        "James 1:2",
        "1 John 1:9",
        "Proverbs 19:2",
        "1 Timothy 6:11",
        "Ephesians 5:25",
        "2 Peter 1:5",
        "Joshua 1:9"
    ]
}