{
    "verses": [
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "And godliness with brotherly affection, and brotherly affection with love.",
        "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
        "Casting all your anxieties on him, because he cares for you.",
        "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?",
        "“This is my commandment, that you love one another as I have loved you.",
        "We love because he first loved us.",
        "And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
        "If I am still alive, show me the steadfast love of the Lord, that I may not die;",
        "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
        "David sent messengers to the men of Jabesh-gilead and said to them, “May you be blessed by the Lord, because you showed this loyalty to Saul your lord and buried him.",
        "Answer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me.",
        "And take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
        "Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.",
        "Hatred stirs up strife, but love covers all offenses.",
        "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.",
        "Great peace have those who love your law; nothing can make them stumble.",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "She opens her mouth with wisdom, and the teaching of kindness is on her tongue.",
        "So he brought his people out with joy, his chosen ones with singing.",
        "You are good and do good; teach me your statutes.",
        "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.",
        "With joy you will draw water from the wells of salvation.",
        "There is no peace,” says my God, “for the wicked.”",
        "“Be strong and courageous. Do not be afraid or dismayed before the king of Assyria and all the horde that is with him, for there are more with us than with him.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "Turn away from evil and do good; seek peace and pursue it.",
        "Iron sharpens iron, and one man sharpens another.",
        "Bear one another's burdens, and so fulfill the law of Christ.",
        "May the God of peace be with you all. Amen.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "I say to the Lord, “You are my Lord; I have no good apart from you.”",
        "The wicked flee when no one pursues, but the righteous are bold as a lion.",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
        "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
        "May mercy, peace, and love be multiplied to you.",
        "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
        "But when the goodness and loving kindness of God our Savior appeared,",
        "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
        "Therefore, stay awake, for you do not know on what day your Lord is coming.",
        "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "Deceit is in the heart of those who devise evil, but those who plan peace have joy.",
        "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”",
        "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.",
        "By your endurance you will gain your lives.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "“He who withholds kindness from a friend forsakes the fear of the Almighty.",
        "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.",
        "And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.",
        "And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,",
        "For if you forgive others their trespasses, your heavenly Father will also forgive you,",
        "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
        "And he said, “O Lord, God of my master Abraham, please grant me success today and show steadfast love to my master Abraham.",
        "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.",
        "And a harvest of righteousness is sown in peace by those who make peace.",
        "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
        "Incline your ear to me; rescue me speedily! Be a rock of refuge for me, a strong fortress to save me!",
        "“Glory to God in the highest, and on earth peace among those with whom he is pleased!”",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "And we are writing these things so that our joy may be complete.",
        "Therefore encourage one another and build one another up, just as you are doing.",
        "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
        "But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”",
        "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you.",
        "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.",
        "Grace to you and peace from God our Father and the Lord Jesus Christ. I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,",
        "And Jesus said to him, “Why do you call me good? No one is good except God alone.",
        "You see that a person is justified by works and not by faith alone.",
        "Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "How God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.",
        "So neither he who plants nor he who waters is anything, but only God who gives the growth.",
        "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
        "So those who received his word were baptized, and there were added that day about three thousand souls.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.",
        "So that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.",
        "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.”",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "And thus Abraham, having patiently waited, obtained the promise.",
        "“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.",
        "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
        "Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!",
        "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
        "Jesus looked at them and said, “With man it is impossible, but not with God. For all things are possible with God.”",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "May all who seek you rejoice and be glad in you! May those who love your salvation say evermore, “God is great!”",
        "And he said to them, “I am 120 years old today. I am no longer able to go out and come in. The Lord has said to me, ‘You shall not go over this Jordan.’",
        "Let him turn away from evil and do good; let him seek peace and pursue it.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "To the choirmaster. A Psalm of the Sons of Korah. Clap your hands, all peoples! Shout to God with loud songs of joy!",
        "I have no greater joy than to hear that my children are walking in the truth.",
        "I believe that I shall look upon the goodness of the Lord in the land of the living!",
        "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "And they worshiped him and returned to Jerusalem with great joy,",
        "For you make him most blessed forever; you make him glad with the joy of your presence.",
        "And the Lord's servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,",
        "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
        "But you, take courage! Do not let your hands be weak, for your work shall be rewarded.”",
        "Let each of us please his neighbor for his good, to build him up.",
        "And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord.",
        "Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”",
        "And Jesus answered them, “Have faith in God.",
        "Be strong, and let us use our strength for our people and for the cities of our God, and may the Lord do what seems good to him.”",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "Rejoice with those who rejoice, weep with those who weep.",
        "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.",
        "A hot-tempered man stirs up strife, but he who is slow to anger quiets contention.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.",
        "But if we hope for what we do not see, we wait for it with patience.",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "Truly, truly, I say to you, whoever believes has eternal life.",
        "You believe that God is one; you do well. Even the demons believe—and shudder!",
        "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
        "With him is an arm of flesh, but with us is the Lord our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah king of Judah.",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "A man who is kind benefits himself, but a cruel man hurts himself.",
        "But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed.",
        "“Fear not, little flock, for it is your Father's good pleasure to give you the kingdom.",
        "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
        "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.",
        "We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Your word is a lamp to my feet and a light to my path.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,",
        "You also, be patient. Establish your hearts, for the coming of the Lord is at hand.",
        "Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus.",
        "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
        "Sanctify them in the truth; your word is truth.",
        "He who goes out weeping, bearing the seed for sowing, shall come home with shouts of joy, bringing his sheaves with him.",
        "For you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "Preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.",
        "Let a righteous man strike me—it is a kindness; let him rebuke me—it is oil for my head; let my head not refuse it. Yet my prayer is continually against their evil deeds.",
        "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!",
        "I will be glad and exult in you; I will sing praise to your name, O Most High.",
        "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever.",
        "I have fought the good fight, I have finished the race, I have kept the faith.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "The next day we put in at Sidon. And Julius treated Paul kindly and gave him leave to go to his friends and be cared for.",
        "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "I can do all things through him who strengthens me.",
        "And he opened his mouth and taught them, saying:",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation— if indeed you have tasted that the Lord is good.",
        "To those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "For the Lord God is a sun and shield; the Lord bestows favor and honor. No good thing does he withhold from those who walk uprightly.",
        "If possible, so far as it depends on you, live peaceably with all.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart.",
        "And whatever you ask in prayer, you will receive, if you have faith.”",
        "Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness.",
        "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
        "Only remember me, when it is well with you, and please do me the kindness to mention me to Pharaoh, and so get me out of this house.",
        "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "The Lord is merciful and gracious, slow to anger and abounding in steadfast love.",
        "Now then, please swear to me by the Lord that, as I have dealt kindly with you, you also will deal kindly with my father's house, and give me a sure sign",
        "I have chosen the way of faithfulness; I set your rules before me.",
        "This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "And when God caused me to wander from my father's house, I said to her, ‘This is the kindness you must do me: at every place to which we come, say of me, “He is my brother.”’”",
        "Now faith is the assurance of things hoped for, the conviction of things not seen.",
        "Through the insincerity of liars whose consciences are seared,",
        "For you have need of endurance, so that when you have done the will of God you may receive what is promised.",
        "Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
        "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, for we walk by faith, not by sight.",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "In overflowing anger for a moment I hid my face from you, but with everlasting love I will have compassion on you,” says the Lord, your Redeemer.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "When the cares of my heart are many, your consolations cheer my soul.",
        "So that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.",
        "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.",
        "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,",
        "Now who is there to harm you if you are zealous for what is good?",
        "Mark the blameless and behold the upright, for there is a future for the man of peace.",
        "When they saw the star, they rejoiced exceedingly with great joy.",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "He who plants and he who waters are one, and each will receive his wages according to his labor.",
        "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations.",
        "For God is not a God of confusion but of peace. As in all the churches of the saints,",
        "Do not be deceived: “Bad company ruins good morals.”",
        "It is well with the man who deals generously and lends; who conducts his affairs with justice.",
        "And knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,",
        "Addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,",
        "And Jesus increased in wisdom and in stature and in favor with God and man.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "And Stephen, full of grace and power, was doing great wonders and signs among the people.",
        "I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
        "So faith comes from hearing, and hearing through the word of Christ.",
        "Be of good courage, and let us be courageous for our people, and for the cities of our God, and may the Lord do what seems good to him.”",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "And do not cut off your steadfast love from my house forever, when the Lord cuts off every one of the enemies of David from the face of the earth.”",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "By purity, knowledge, patience, kindness, the Holy Spirit, genuine love;",
        "And David said, “Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan's sake?”",
        "Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "For the righteous falls seven times and rises again, but the wicked stumble in times of calamity.",
        "For all have sinned and fall short of the glory of God,",
        "The precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "The righteous flourish like the palm tree and grow like a cedar in Lebanon.",
        "Commit your way to the Lord; trust in him, and he will act.",
        "Oh give thanks to the Lord, for he is good; for his steadfast love endures forever!",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "You have put more joy in my heart than they have when their grain and wine abound.",
        "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "Blessed is the one you choose and bring near, to dwell in your courts! We shall be satisfied with the goodness of your house, the holiness of your temple!",
        "He makes me lie down in green pastures. He leads me beside still waters.",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "I am coming soon. Hold fast what you have, so that no one may seize your crown.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience.",
        "Behold, I will bring to it health and healing, and I will heal them and reveal to them abundance of prosperity and security.",
        "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
        "In all your ways acknowledge him, and he will make straight your paths.",
        "For you equipped me with strength for the battle; you made those who rise against me sink under me.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "The signs of a true apostle were performed among you with utmost patience, with signs and wonders and mighty works.",
        "Rejoice always,",
        "O Lord, you will ordain peace for us, for you have indeed done for us all our works.",
        "And he said to the woman, “Your faith has saved you; go in peace.”",
        "But it is the spirit in man, the breath of the Almighty, that makes him understand.",
        "Though I have much to write to you, I would rather not use paper and ink. Instead I hope to come to you and talk face to face, so that our joy may be complete.",
        "Knowing this first of all, that no prophecy of Scripture comes from someone's own interpretation.",
        "Steadfast love and faithfulness meet; righteousness and peace kiss each other.",
        "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.",
        "Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.",
        "Better is the end of a thing than its beginning, and the patient in spirit is better than the proud in spirit.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "You have made known to me the paths of life; you will make me full of gladness with your presence.’",
        "He said, “Come.” So Peter got out of the boat and walked on the water and came to Jesus.",
        "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "For you are our glory and joy.",
        "A friend loves at all times, and a brother is born for adversity.",
        "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure.",
        "Strive for peace with everyone, and for the holiness without which no one will see the Lord.",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "How precious is your steadfast love, O God! The children of mankind take refuge in the shadow of your wings.",
        "So that by God's will I may come to you with joy and be refreshed in your company.",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "But he said, “What is impossible with man is possible with God.”",
        "That the man of God may be complete, equipped for every good work.",
        "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.",
        "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
        "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "To the choirmaster. A Psalm of David. I waited patiently for the Lord; he inclined to me and heard my cry.",
        "The apostles said to the Lord, “Increase our faith!”",
        "And may the Lord make you increase and abound in love for one another and for all, as we do for you,",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature.",
        "So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "The Lord lift up his countenance upon you and give you peace.",
        "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.",
        "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way.",
        "As for you, brothers, do not grow weary in doing good.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
        "Be merciful, even as your Father is merciful.",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him?",
        "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.",
        "For as many of you as were baptized into Christ have put on Christ.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,",
        "May the Lord give strength to his people! May the Lord bless his people with peace!",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "“Thus says the Lord of hosts, Render true judgments, show kindness and mercy to one another,",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "(for the fruit of light is found in all that is good and right and true),",
        "Better is a dry morsel with quiet than a house full of feasting with strife.",
        "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.",
        "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.",
        "They are to do good, to be rich in good works, to be generous and ready to share,",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "I wish those who unsettle you would emasculate themselves!",
        "The father of the righteous will greatly rejoice; he who fathers a wise son will be glad in him.",
        "As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.",
        "Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly.",
        "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you.",
        "Give to everyone who begs from you, and from one who takes away your goods do not demand them back.",
        "Desire without knowledge is not good, and whoever makes haste with his feet misses his way.",
        "For nothing will be impossible with God.”",
        "The Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "A soft answer turns away wrath, but a harsh word stirs up anger.",
        "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
        "My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "As sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
        "“If you love me, you will keep my commandments.",
        "Contribute to the needs of the saints and seek to show hospitality.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "I love those who love me, and those who seek me diligently find me.",
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,",
        "He loves righteousness and justice; the earth is full of the steadfast love of the Lord.",
        "Finally, be strong in the Lord and in the strength of his might.",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "Let me hear what God the Lord will speak, for he will speak peace to his people, to his saints; but let them not turn back to folly.",
        "The Lord is good to all, and his mercy is over all that he has made.",
        "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
        "Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”",
        "Because your steadfast love is better than life, my lips will praise you.",
        "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "Light is sown for the righteous, and joy for the upright in heart.",
        "To make an apt answer is a joy to a man, and a word in season, how good it is!",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "For great is his steadfast love toward us, and the faithfulness of the Lord endures forever. Praise the Lord!",
        "The Lord passed before him and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,",
        "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.",
        "In the way of your testimonies I delight as much as in all riches.",
        "I wait for the Lord, my soul waits, and in his word I hope;",
        "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
        "Whoever brings blessing will be enriched, and one who waters will himself be watered.",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "Now may the Lord show steadfast love and faithfulness to you. And I will do good to you because you have done this thing.",
        "For the Holy Spirit will teach you in that very hour what you ought to say.”",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "“Blessed are the peacemakers, for they shall be called sons of God.",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "All your children shall be taught by the Lord, and great shall be the peace of your children.",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness,",
        "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
        "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; for the anger of man does not produce the righteousness of God.",
        "In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety.",
        "This is the day that the Lord has made; let us rejoice and be glad in it.",
        "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.",
        "Jesus said to her, “Did I not tell you that if you believed you would see the glory of God?”",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "Therefore the Lord waits to be gracious to you, and therefore he exalts himself to show mercy to you. For the Lord is a God of justice; blessed are all those who wait for him.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "Eager to maintain the unity of the Spirit in the bond of peace.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.",
        "It is an honor for a man to keep aloof from strife, but every fool will be quarreling.",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Let me hear joy and gladness; let the bones that you have broken rejoice.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "What is desired in a man is steadfast love, and a poor man is better than a liar.",
        "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth.",
        "And he said to him, “Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”",
        "Who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.",
        "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
        "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
        "And my spirit rejoices in God my Savior,",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "Let all that you do be done in love.",
        "You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil.",
        "But the one who endures to the end will be saved.",
        "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,",
        "And not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
        "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
        "Do not be overcome by evil, but overcome evil with good.",
        "My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "“There is no peace,” says the Lord, “for the wicked.”",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
        "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
        "Then you will understand righteousness and justice and equity, every good path;",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
        "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”",
        "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
        "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
        "I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.",
        "“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.",
        "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,",
        "Teach me to do your will, for you are my God! Let your good Spirit lead me on level ground!",
        "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
        "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
        "So also faith by itself, if it does not have works, is dead.",
        "The Lord is good to those who wait for him, to the soul who seeks him.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "Until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,",
        "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.",
        "On the day I called, you answered me; my strength of soul you increased.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.",
        "Trust in the Lord, and do good; dwell in the land and befriend faithfulness.",
        "Then he gave orders to the centurion that he should be kept in custody but have some liberty, and that none of his friends should be prevented from attending to his needs.",
        "If you faint in the day of adversity, your strength is small.",
        "Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor.",
        "And the Lord said, “If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
        "Be imitators of me, as I am of Christ.",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.",
        "When evildoers assail me to eat up my flesh, my adversaries and foes, it is they who stumble and fall.",
        "And God saw that the light was good. And God separated the light from the darkness.",
        "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
        "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
        "And everyone who thus hopes in him purifies himself as he is pure.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
        "“I am about to go the way of all the earth. Be strong, and show yourself a man,",
        "I am acting with great boldness toward you; I have great pride in you; I am filled with comfort. In all our affliction, I am overflowing with joy.",
        "Blessed be the Lord, for he has wondrously shown his steadfast love to me when I was in a besieged city.",
        "Be watchful, stand firm in the faith, act like men, be strong. Let all that you do be done in love.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "Remember not the sins of my youth or my transgressions; according to your steadfast love remember me, for the sake of your goodness, O Lord!",
        "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.",
        "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”",
        "Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus.",
        "And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people.",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O Lord, God of hosts.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.",
        "And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, to equip the saints for the work of ministry, for building up the body of Christ,",
        "Now the boy Samuel continued to grow both in stature and in favor with the Lord and also with man.",
        "As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord.",
        "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "Be not quick in your spirit to become angry, for anger lodges in the heart of fools.",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "“Blessed are the merciful, for they shall receive mercy.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,",
        "Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter!",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "And the child grew and became strong, filled with wisdom. And the favor of God was upon him.",
        "I know you are enduring patiently and bearing up for my name's sake, and you have not grown weary.",
        "And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.",
        "Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”",
        "The native people showed us unusual kindness, for they kindled a fire and welcomed us all, because it had begun to rain and was cold.",
        "On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "For the Lord takes pleasure in his people; he adorns the humble with salvation.",
        "“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
        "Seek the Lord and his strength; seek his presence continually!",
        "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
        "You therefore must be perfect, as your heavenly Father is perfect.",
        "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "For we walk by faith, not by sight.",
        "So as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;",
        "Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away.",
        "And Joshua said to them, “Do not be afraid or dismayed; be strong and courageous. For thus the Lord will do to all your enemies against whom you fight.”",
        "Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
        "For still the vision awaits its appointed time; it hastens to the end—it will not lie. If it seems slow, wait for it; it will surely come; it will not delay.",
        "And the disciples were filled with joy and with the Holy Spirit.",
        "The Lord will fight for you, and you have only to be silent.”",
        "Pray without ceasing,",
        "Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
        "Those who sow in tears shall reap with shouts of joy!",
        "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "If indeed you have tasted that the Lord is good.",
        "Rejoice in the Lord always; again I will say, rejoice.",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "Anyone who does not love does not know God, because God is love.",
        "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.",
        "My covenant with him was one of life and peace, and I gave them to him. It was a covenant of fear, and he feared me. He stood in awe of my name.",
        "Whoever is generous to the poor lends to the Lord, and he will repay him for his deed.",
        "Splendor and majesty are before him; strength and joy are in his place.",
        "O Lord, in the morning you hear my voice; in the morning I prepare a sacrifice for you and watch.",
        "And let us consider how to stir up one another to love and good works,",
        "Your testimonies are my heritage forever, for they are the joy of my heart.",
        "Sow for yourselves righteousness; reap steadfast love; break up your fallow ground, for it is the time to seek the Lord, that he may come and rain righteousness upon you.",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "For it is God who works in you, both to will and to work for his good pleasure.",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "He is not afraid of bad news; his heart is firm, trusting in the Lord.",
        "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "And as you wish that others would do to you, do so to them.",
        "The Lord is righteous in all his ways and kind in all his works.",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "For by it the people of old received their commendation.",
        "For our heart is glad in him, because we trust in his holy name.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
        "With patience a ruler may be persuaded, and a soft tongue will break a bone.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "“Agree with God, and be at peace; thereby good will come to you.",
        "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you.",
        "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
        "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "So then let us pursue what makes for peace and for mutual upbuilding.",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.",
        "Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them.",
        "For you know that the testing of your faith produces steadfastness.",
        "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
        "And endurance produces character, and character produces hope,",
        "To give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”",
        "Whoever pursues righteousness and kindness will find life, righteousness, and honor.",
        "So that your faith might not rest in the wisdom of men but in the power of God.",
        "A Psalm for giving thanks. Make a joyful noise to the Lord, all the earth!",
        "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
        "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;"
    ],
    "references": [
        "James 1:2",
        "1 John 4:18",
        "Proverbs 15:18",
        "Hebrews 6:12",
        "Romans 5:5",
        "Psalm 23:4",
        "Proverbs 15:17",
        "Psalm 19:8",
        "Galatians 6:2",
        "1 Timothy 4:2",
        "John 14:15",
        "Psalm 27:14",
        "James 1:12",
        "Acts 17:11",
        "1 Thessalonians 2:20",
        "Psalm 112:5",
        "Ephesians 6:17",
        "1 Corinthians 3:7",
        "2 Corinthians 9:10",
        "Luke 6:34",
        "James 3:13",
        "James 2:24",
        "Romans 8:35",
        "Lamentations 3:22-23",
        "Galatians 5:13",
        "Romans 15:5",
        "Psalm 119:68",
        "Philippians 2:13",
        "Genesis 20:13",
        "Matthew 19:17",
        "Psalm 31:2",
        "Luke 12:4",
        "James 2:8",
        "1 Samuel 20:14",
        "Psalm 37:5",
        "Numbers 6:26",
        "Psalm 31:24",
        "Isaiah 26:3",
        "Philippians 2:3",
        "Isaiah 35:4",
        "Matthew 9:22",
        "Proverbs 10:12",
        "James 1:4",
        "Proverbs 17:22",
        "Matthew 24:13",
        "1 John 5:1",
        "2 Samuel 2:5",
        "1 Corinthians 13:4",
        "1 Peter 1:8",
        "Psalm 37:7",
        "Colossians 3:23",
        "John 15:12-13",
        "James 1:6",
        "1 John 4:8",
        "Joshua 10:25",
        "Psalm 33:21",
        "Jeremiah 33:6",
        "Luke 2:14",
        "Jude 1:2",
        "Mark 11:24",
        "Romans 12:10",
        "2 Corinthians 5:7",
        "2 Corinthians 5:17",
        "Romans 8:29",
        "Romans 8:28",
        "1 Corinthians 16:2",
        "Romans 13:8",
        "2 Corinthians 12:12",
        "Romans 12:13",
        "Matthew 12:35",
        "Proverbs 11:25",
        "Romans 14:17",
        "Mark 9:50",
        "1 Kings 2:2",
        "Philippians 4:4",
        "Psalm 70:4",
        "Romans 14:19",
        "2 Samuel 9:1",
        "1 Corinthians 15:58",
        "Acts 1:8",
        "Proverbs 23:24",
        "Romans 13:10",
        "Colossians 3:15",
        "Song of Solomon 4:10",
        "Psalm 119:111",
        "2 Timothy 2:22",
        "Ephesians 4:15",
        "Psalm 23:6",
        "2 Corinthians 1:24",
        "Hebrews 13:16",
        "2 Timothy 3:10",
        "Luke 2:10",
        "2 Peter 1:6",
        "Proverbs 15:1",
        "Proverbs 25:15",
        "2 Timothy 4:7",
        "Psalm 30:5",
        "Proverbs 27:17",
        "Ephesians 5:2",
        "1 John 4:20",
        "Numbers 6:25-26",
        "Romans 12:9-10",
        "1 Chronicles 16:34",
        "Joshua 1:6",
        "Luke 15:10",
        "2 Corinthians 5:14",
        "Luke 21:19",
        "1 Timothy 6:12",
        "Philemon 1:3",
        "Mark 5:36",
        "2 Timothy 1:7",
        "Hebrews 6:1",
        "2 Corinthians 9:8",
        "Isaiah 26:12",
        "2 Timothy 4:2",
        "Psalm 21:6",
        "Luke 1:47",
        "Song of Solomon 8:7",
        "Acts 24:23",
        "Revelation 2:3",
        "1 Peter 5:6-7",
        "Galatians 5:12",
        "Luke 1:79",
        "Romans 5:4",
        "1 Peter 3:11",
        "Matthew 5:48",
        "Nahum 1:7",
        "Mark 15:43",
        "James 1:3-4",
        "Psalm 32:11",
        "Psalm 36:7",
        "Zechariah 7:9",
        "Proverbs 17:9",
        "Hebrews 12:14",
        "Romans 8:6",
        "John 14:2",
        "Mark 10:27",
        "Psalm 149:4",
        "2 Peter 1:21",
        "Hebrews 11:1",
        "1 Thessalonians 5:16",
        "Psalm 16:2",
        "Isaiah 57:21",
        "1 Thessalonians 5:17",
        "1 Corinthians 13:13",
        "1 Corinthians 16:14",
        "1 Timothy 1:7",
        "Ephesians 4:2",
        "Psalm 4:8",
        "Proverbs 24:10",
        "John 15:2",
        "1 John 4:7",
        "John 7:38",
        "Psalm 85:10",
        "2 Thessalonians 3:5",
        "Psalm 29:11",
        "Romans 8:31",
        "2 Corinthians 6:10",
        "Exodus 14:14",
        "Ephesians 6:13",
        "John 14:27",
        "John 11:40",
        "3 John 1:4",
        "Acts 2:28",
        "2 Corinthians 12:10",
        "Ephesians 2:8",
        "John 10:10",
        "Hebrews 6:15",
        "Psalm 27:6",
        "2 Thessalonians 3:16",
        "Mark 12:31",
        "Hebrews 10:24",
        "Matthew 5:7",
        "Job 32:8",
        "Acts 28:15",
        "Proverbs 16:7",
        "Romans 14:23",
        "2 Peter 3:18",
        "Psalm 34:8",
        "Isaiah 30:18",
        "1 Peter 2:2",
        "1 Corinthians 15:33",
        "1 John 4:19",
        "Psalm 31:21",
        "Psalm 27:13",
        "1 Peter 3:13",
        "Proverbs 19:17",
        "Matthew 22:37",
        "Isaiah 54:13",
        "1 John 4:12",
        "Romans 5:8",
        "John 4:34",
        "Psalm 5:3",
        "Psalm 86:15",
        "Isaiah 53:5",
        "2 Corinthians 13:11",
        "Deuteronomy 31:2",
        "Matthew 5:43-44",
        "Isaiah 32:17",
        "1 Peter 2:3",
        "1 Chronicles 19:13",
        "Hebrews 11:6",
        "James 5:10",
        "Romans 2:4",
        "Proverbs 19:22",
        "Philippians 2:2",
        "Colossians 3:14",
        "Psalm 37:37",
        "1 John 4:16",
        "Ephesians 2:10",
        "2 Timothy 2:15",
        "Ephesians 4:2-3",
        "Mark 11:22",
        "Matthew 6:24",
        "James 1:27",
        "Matthew 19:26",
        "1 Peter 2:2-3",
        "Philippians 4:19",
        "Psalm 16:9",
        "Acts 13:52",
        "Psalm 143:10",
        "Mark 9:23",
        "Psalm 30:11",
        "Romans 12:21",
        "Revelation 14:12",
        "Isaiah 12:3",
        "2 Timothy 2:24",
        "Psalm 119:14",
        "Luke 6:31",
        "Proverbs 10:4",
        "Ephesians 5:19",
        "Ephesians 2:7",
        "Psalm 126:5",
        "Isaiah 54:8",
        "Romans 15:14",
        "Ezra 10:4",
        "Psalm 5:11",
        "1 John 4:21",
        "Psalm 23:1",
        "Proverbs 17:17",
        "1 Corinthians 16:13-14",
        "Psalm 119:105",
        "John 16:24",
        "2 Peter 1:20",
        "Isaiah 5:20",
        "1 Corinthians 1:3-4",
        "Psalm 37:4",
        "Numbers 6:24-26",
        "Romans 15:13",
        "Song of Solomon 2:16",
        "1 Corinthians 14:1",
        "Luke 4:8",
        "Psalm 4:7",
        "Hosea 10:12",
        "2 Peter 1:5",
        "Jeremiah 29:11",
        "Isaiah 41:10",
        "Matthew 5:9",
        "1 John 1:5",
        "Romans 2:7",
        "Titus 2:2",
        "Psalm 16:11",
        "Proverbs 8:17",
        "Luke 1:80",
        "John 17:17",
        "Proverbs 3:6",
        "Galatians 5:6",
        "John 15:11",
        "Psalm 34:14",
        "Matthew 25:21",
        "Matthew 11:28",
        "Acts 6:8",
        "Mark 16:16",
        "Job 6:14",
        "Luke 18:27",
        "1 Thessalonians 3:12",
        "Philippians 1:6",
        "Matthew 5:6",
        "John 14:23",
        "John 3:16",
        "1 John 5:4",
        "2 Peter 3:9",
        "Psalm 51:8",
        "1 Thessalonians 5:23",
        "Psalm 37:3",
        "1 Peter 1:22",
        "Matthew 21:22",
        "1 Thessalonians 5:16-18",
        "2 Peter 3:15",
        "Romans 8:25",
        "John 14:26",
        "Proverbs 18:10",
        "James 1:19-20",
        "1 Timothy 6:18",
        "Galatians 6:10",
        "Habakkuk 2:4",
        "Ephesians 5:9",
        "Luke 8:15",
        "Romans 16:20",
        "Romans 15:4",
        "2 Corinthians 7:4",
        "Ephesians 6:16",
        "Psalm 23:2",
        "John 6:47",
        "Galatians 6:1",
        "Ephesians 4:13",
        "1 John 1:9",
        "Joshua 1:9",
        "John 6:35",
        "Colossians 3:13",
        "Romans 12:18",
        "Psalm 145:17",
        "1 John 1:4",
        "Proverbs 17:1",
        "1 John 3:3",
        "1 Corinthians 14:20",
        "Romans 15:33",
        "Psalm 85:8",
        "Psalm 9:2",
        "Psalm 130:5",
        "Matthew 14:29",
        "Luke 2:52",
        "Ephesians 2:14",
        "Hebrews 10:36",
        "Titus 3:4",
        "1 Timothy 4:4",
        "Acts 27:3",
        "1 John 3:22",
        "Genesis 24:12",
        "Proverbs 28:1",
        "Isaiah 12:2",
        "John 1:12",
        "2 Thessalonians 1:3",
        "Colossians 1:10",
        "Hebrews 11:2",
        "Joshua 2:12",
        "Ephesians 5:33",
        "1 Corinthians 11:1",
        "Romans 1:7",
        "James 1:3",
        "Romans 5:3",
        "Psalm 27:1",
        "Luke 12:32",
        "2 Timothy 3:16",
        "1 Timothy 4:12",
        "2 Thessalonians 3:10",
        "Colossians 2:6-7",
        "Galatians 5:22",
        "Ephesians 4:32",
        "1 Peter 3:8",
        "1 Thessalonians 1:3",
        "Romans 12:15",
        "Isaiah 32:18",
        "Philippians 4:7",
        "Romans 10:17",
        "Galatians 3:27",
        "Mark 10:52",
        "Proverbs 12:20",
        "Psalm 118:24",
        "1 Corinthians 14:33",
        "Psalm 51:12",
        "2 Chronicles 15:7",
        "Romans 5:3-4",
        "Psalm 46:1",
        "Psalm 63:3",
        "Proverbs 16:32",
        "Proverbs 14:29",
        "1 John 3:16",
        "John 15:5",
        "Colossians 3:23-24",
        "Hebrews 5:14",
        "Romans 12:12",
        "1 Timothy 4:7",
        "Psalm 31:19",
        "Matthew 10:28",
        "2 Thessalonians 1:4",
        "James 1:5",
        "James 3:17",
        "Psalm 92:12",
        "Ecclesiastes 7:9",
        "Revelation 1:1",
        "Psalm 107:1",
        "Hebrews 10:38",
        "James 2:18",
        "1 Corinthians 3:8",
        "1 Timothy 6:11",
        "Ephesians 5:25",
        "Romans 14:1",
        "Matthew 7:11",
        "2 Corinthians 9:7",
        "James 4:6",
        "Romans 3:23",
        "Matthew 5:16",
        "Psalm 56:3-4",
        "John 16:33",
        "2 Chronicles 32:7",
        "Matthew 24:42",
        "Acts 2:41",
        "1 Corinthians 2:6",
        "John 8:24",
        "Luke 2:40",
        "1 Thessalonians 5:14",
        "1 John 3:17",
        "Luke 6:30",
        "1 John 3:18",
        "Song of Solomon 1:2",
        "Proverbs 21:21",
        "Genesis 1:4",
        "Romans 5:11",
        "Revelation 2:19",
        "2 Peter 1:10",
        "Matthew 6:14",
        "Romans 5:1",
        "Proverbs 3:5",
        "Micah 6:8",
        "Exodus 34:6",
        "Luke 7:50",
        "Proverbs 24:16",
        "1 John 4:7-8",
        "Isaiah 9:3",
        "Genesis 40:14",
        "Psalm 117:2",
        "Ephesians 4:29",
        "Matthew 5:2",
        "2 Corinthians 5:6-7",
        "Psalm 28:7",
        "Ephesians 4:11-12",
        "1 Corinthians 13:11",
        "2 Corinthians 5:21",
        "Genesis 50:20",
        "Ephesians 2:8-9",
        "Luke 15:7",
        "Proverbs 14:21",
        "Isaiah 40:31",
        "2 Chronicles 32:8",
        "Hebrews 11:11",
        "Romans 15:32",
        "Psalm 69:16",
        "2 Peter 3:8",
        "John 15:13",
        "Psalm 100:1",
        "Ephesians 4:3",
        "James 1:19",
        "Ecclesiastes 7:8",
        "John 17:13",
        "John 16:22",
        "1 Chronicles 16:27",
        "Proverbs 31:26",
        "Psalm 100:5",
        "1 Samuel 2:26",
        "Proverbs 15:23",
        "Ephesians 5:18",
        "Psalm 40:1",
        "Jeremiah 15:16",
        "Job 22:21",
        "2 Corinthians 5:8",
        "Numbers 13:30",
        "Psalm 65:4",
        "2 Corinthians 6:6",
        "Romans 8:15",
        "Revelation 3:10",
        "Revelation 3:11",
        "James 1:17",
        "1 John 5:13",
        "Psalm 143:8",
        "Psalm 126:6",
        "Psalm 94:19",
        "Romans 12:11",
        "Philippians 4:9",
        "Colossians 3:12",
        "Proverbs 18:22",
        "Psalm 18:39",
        "2 Samuel 2:6",
        "Philippians 4:13",
        "2 Timothy 3:17",
        "James 1:2-3",
        "Psalm 25:7",
        "Psalm 47:1",
        "Romans 10:10",
        "Ecclesiastes 9:7",
        "Proverbs 19:2",
        "Acts 10:38",
        "2 Peter 1:3",
        "James 5:8",
        "Psalm 138:3",
        "2 Peter 1:7",
        "1 Corinthians 6:19",
        "Proverbs 5:19",
        "2 John 1:12",
        "Zechariah 7:10",
        "James 2:17",
        "Proverbs 10:28",
        "Romans 1:17",
        "Leviticus 19:18",
        "John 15:12",
        "Philemon 1:7",
        "Matthew 5:42",
        "John 1:1",
        "Lamentations 3:25",
        "1 Corinthians 13:4-5",
        "Psalm 105:43",
        "Proverbs 11:17",
        "1 Corinthians 2:5",
        "Romans 12:17",
        "Psalm 27:2",
        "Philippians 1:28",
        "1 Samuel 20:15",
        "1 John 5:5",
        "1 John 4:1",
        "Romans 12:1",
        "Psalm 97:11",
        "Matthew 2:10",
        "Jeremiah 31:3",
        "John 3:36",
        "1 Corinthians 13:2",
        "Proverbs 3:1-2",
        "Proverbs 3:3",
        "1 John 4:11",
        "Ephesians 6:10",
        "Acts 4:13",
        "Deuteronomy 31:8",
        "Galatians 1:10",
        "1 Thessalonians 1:6",
        "Psalm 119:165",
        "John 14:21",
        "Romans 15:1",
        "Philippians 4:6",
        "Romans 12:9",
        "1 Corinthians 16:13",
        "Mark 9:24",
        "James 2:19",
        "1 Corinthians 10:23",
        "Isaiah 48:22",
        "Psalm 33:5",
        "Malachi 2:5",
        "2 Samuel 10:12",
        "Luke 6:36",
        "1 Thessalonians 5:15",
        "Psalm 16:8",
        "1 Corinthians 13:12",
        "Romans 15:2",
        "Matthew 6:33",
        "Matthew 15:28",
        "Isaiah 43:4",
        "1 Peter 4:13",
        "Genesis 29:20",
        "Proverbs 2:9",
        "Titus 2:14",
        "Hebrews 12:11",
        "Proverbs 20:3",
        "1 Peter 4:8",
        "Psalm 71:23",
        "Deuteronomy 31:6",
        "Isaiah 12:6",
        "Romans 8:24-25",
        "Proverbs 3:5-6",
        "Psalm 84:11",
        "Psalm 119:30",
        "John 13:34",
        "1 Peter 3:9",
        "1 Chronicles 16:11",
        "Habakkuk 2:3",
        "Luke 17:5",
        "1 Corinthians 13:1",
        "Galatians 5:22-23",
        "James 3:18",
        "Acts 14:17",
        "Luke 12:12",
        "Exodus 19:5",
        "Psalm 145:9",
        "Psalm 46:10",
        "1 Thessalonians 3:9",
        "Psalm 112:7",
        "Proverbs 14:23",
        "2 Thessalonians 3:13",
        "Psalm 141:5",
        "1 John 5:14",
        "Psalm 103:8",
        "Genesis 1:31",
        "1 Thessalonians 5:11",
        "Acts 28:2",
        "Luke 1:37",
        "1 Peter 5:7",
        "Luke 18:19",
        "Luke 24:52",
        "Colossians 1:11",
        "Galatians 6:9",
        "Luke 17:6",
        "Romans 10:9"
    ]
}