{
    "verses": [
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
        "I can do all things through him who strengthens me.",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "I wish those who unsettle you would emasculate themselves!",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
        "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
        "Iron sharpens iron, and one man sharpens another.",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Casting all your anxieties on him, because he cares for you.",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
        "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
        "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
        "What then shall we say to these things? If God is for us, who can be against us?",
        "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
        "Commit your way to the Lord; trust in him, and he will act.",
        "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
        "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
        "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
        "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "Arise, for it is your task, and we are with you; be strong and do it.”",
        "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
        "A Psalm of David. The Lord is my shepherd; I shall not want.",
        "Seek the Lord and his strength; seek his presence continually!",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "“If you love me, you will keep my commandments.",
        "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”"
    ],
    "references": [
        "Colossians 3:23",
        "1 Corinthians 15:58",
        "Proverbs 3:5",
        "Matthew 19:26",
        "Romans 12:11",
        "Philippians 4:13",
        "Philippians 4:19",
        "Jeremiah 29:11",
        "Luke 15:7",
        "2 Corinthians 9:7",
        "Romans 8:28",
        "Galatians 5:12",
        "Isaiah 41:10",
        "Deuteronomy 31:6",
        "Isaiah 40:31",
        "Proverbs 3:5-6",
        "Galatians 1:10",
        "2 Thessalonians 3:10",
        "Proverbs 27:17",
        "2 Timothy 1:7",
        "1 Peter 5:7",
        "John 3:16",
        "Romans 15:13",
        "1 Corinthians 16:13",
        "John 10:10",
        "Luke 15:10",
        "2 Timothy 3:16",
        "Psalm 34:8",
        "Joshua 1:9",
        "Proverbs 18:10",
        "Ephesians 2:10",
        "Colossians 3:23-24",
        "John 4:34",
        "Matthew 6:33",
        "Psalm 27:1",
        "John 16:33",
        "Galatians 6:9",
        "Matthew 5:16",
        "Lamentations 3:22-23",
        "1 Timothy 4:12",
        "John 15:13",
        "Proverbs 10:4",
        "2 Peter 3:18",
        "2 Peter 1:10",
        "Ephesians 6:13",
        "Romans 8:31",
        "Romans 1:17",
        "Psalm 37:5",
        "Exodus 19:5",
        "Proverbs 14:23",
        "Psalm 23:4",
        "James 1:12",
        "1 John 3:22",
        "Philippians 2:3",
        "Romans 12:1",
        "Ezra 10:4",
        "Luke 4:8",
        "Psalm 23:1",
        "1 Chronicles 16:11",
        "Acts 1:8",
        "Hebrews 12:11",
        "Philippians 4:7",
        "John 14:15",
        "1 Corinthians 13:12",
        "1 Corinthians 6:19",
        "James 4:6"
    ]
}