{
    "verses": [
        "“Blessed are those who mourn, for they shall be comforted.",
        "He heals the brokenhearted and binds up their wounds.",
        "Casting all your anxieties on him, because he cares for you.",
        "The Lord is near to the brokenhearted and saves the crushed in spirit.",
        "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
        "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
        "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.",
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "You have kept count of my tossings; put my tears in your bottle. Are they not in your book?",
        "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
        "“Let not your hearts be troubled. Believe in God; believe also in me.",
        "I can do all things through him who strengthens me.",
        "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
        "The Lord is a stronghold for the oppressed, a stronghold in times of trouble.",
        "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
        "“A little while, and you will see me no longer; and again a little while, and you will see me.”",
        "“Blessed are you who are hungry now, for you shall be satisfied. “Blessed are you who weep now, for you shall laugh.",
        "Be gracious to me, O Lord, for I am in distress; my eye is wasted from grief; my soul and my body also.",
        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
        "Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
        "Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn into joy.",
        "Jesus wept.",
        "And he said to him, “Truly, I say to you, today you will be with me in paradise.”",
        "For the Lord will not cast off forever, but, though he cause grief, he will have compassion according to the abundance of his steadfast love;",
        "But Jesus said, “Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”",
        "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "The eyes of the Lord are in every place, keeping watch on the evil and the good.",
        "Jesus said to her, “I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,",
        "So we see that they were unable to enter because of unbelief.",
        "After this many of his disciples turned back and no longer walked with him. So Jesus said to the twelve, “Do you want to go away as well?”",
        "The fear of man lays a snare, but whoever trusts in the Lord is safe. Many seek the face of a ruler, but it is from the Lord that a man gets justice.",
        "A false witness will not go unpunished, and he who breathes out lies will not escape.",
        "And then many will fall away and betray one another and hate one another.",
        "I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”",
        "Even my close friend in whom I trusted, who ate my bread, has lifted his heel against me.",
        "But Jesus said to him, “Judas, would you betray the Son of Man with a kiss?”",
        "And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”",
        "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.",
        "For all have sinned and fall short of the glory of God,",
        "After saying these things, Jesus was troubled in his spirit, and testified, “Truly, truly, I say to you, one of you will betray me.”",
        "And when they heard it, they were glad and promised to give him money. And he sought an opportunity to betray him.",
        "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.",
        "They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips,",
        "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.",
        "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.",
        "In return for my love they accuse me, but I give myself to prayer.",
        "“Their throat is an open grave; they use their tongues to deceive.” “The venom of asps is under their lips.”",
        "Then Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them.",
        "For zeal for your house has consumed me, and the reproaches of those who reproach you have fallen on me.",
        "Jesus said to him, “Friend, do what you came to do.” Then they came up and laid hands on Jesus and seized him.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
        "The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.",
        "And are justified by his grace as a gift, through the redemption that is in Christ Jesus,",
        "If the righteous is repaid on earth, how much more the wicked and the sinner!",
        "Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him.",
        "For while we were still weak, at the right time Christ died for the ungodly.",
        "In the letter he wrote, “Set Uriah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.”",
        "When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.",
        "Argue your case with your neighbor himself, and do not reveal another's secret, lest he who hears you bring shame upon you, and your ill repute have no end.",
        "But I call to God, and the Lord will save me. Evening and morning and at noon I utter my complaint and moan, and he hears my voice.",
        "For in Christ Jesus you are all sons of God, through faith.",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "Indeed, under the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness of sins.",
        "To take the place in this ministry and apostleship from which Judas turned aside to go to his own place.”",
        "“See, we are going up to Jerusalem. And the Son of Man will be delivered over to the chief priests and scribes, and they will condemn him to death",
        "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
        "Then Pilate said to the chief priests and the crowds, “I find no guilt in this man.”",
        "Brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death,",
        "Then he began to invoke a curse on himself and to swear, “I do not know the man.” And immediately the rooster crowed.",
        "Judas, who would betray him, answered, “Is it I, Rabbi?” He said to him, “You have said so.”",
        "For the Son of Man goes as it has been determined, but woe to that man by whom he is betrayed!”",
        "But behold, the hand of him who betrays me is with me on the table.",
        "And they were glad, and agreed to give him money.",
        "The Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”",
        "Then one of the twelve, whose name was Judas Iscariot, went to the chief priests",
        "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
        "And said, “What will you give me if I deliver him over to you?” And they paid him thirty pieces of silver.",
        "While he was still speaking, there came a crowd, and the man called Judas, one of the twelve, was leading them. He drew near to Jesus to kiss him,",
        "Then Satan entered into Judas called Iscariot, who was of the number of the twelve.",
        "Then Jesus, knowing all that would happen to him, came forward and said to them, “Whom do you seek?”",
        "For the house of Israel and the house of Judah have been utterly treacherous to me, declares the Lord.",
        "Then answered Doeg the Edomite, who stood by the servants of Saul, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub,",
        "In which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—",
        "‘Thus says the Lord of hosts, behold, I am sending on them sword, famine, and pestilence, and I will make them like vile figs that are so rotten they cannot be eaten.",
        "Hear, O heavens, and give ear, O earth; for the Lord has spoken: “Children have I reared and brought up, but they have rebelled against me.",
        "And thus I make it my ambition to preach the gospel, not where Christ has already been named, lest I build on someone else's foundation,",
        "The rich rules over the poor, and the borrower is the slave of the lender.",
        "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”",
        "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
        "For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.",
        "Wealth gained hastily will dwindle, but whoever gathers little by little will increase it.",
        "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
        "He who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity.",
        "For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?",
        "Honor the Lord with your wealth and with the firstfruits of all your produce; then your barns will be filled with plenty, and your vats will be bursting with wine.",
        "And he said to them, “Take care, and be on your guard against all covetousness, for one's life does not consist in the abundance of his possessions.”",
        "The blessing of the Lord makes rich, and he adds no sorrow with it.",
        "Precious treasure and oil are in a wise man's dwelling, but a foolish man devours it.",
        "A good man leaves an inheritance to his children's children, but the sinner's wealth is laid up for the righteous.",
        "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
        "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.",
        "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
        "For where your treasure is, there your heart will be also.",
        "The wicked borrows but does not pay back, but the righteous is generous and gives;",
        "You shall remember the Lord your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.",
        "If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?",
        "A slack hand causes poverty, but the hand of the diligent makes rich.",
        "Honor the Lord with your wealth and with the firstfruits of all your produce;",
        "Know well the condition of your flocks, and give attention to your herds,",
        "A good name is to be chosen rather than great riches, and favor is better than silver or gold.",
        "Riches do not profit in the day of wrath, but righteousness delivers from death.",
        "Do not toil to acquire wealth; be discerning enough to desist.",
        "Better is the little that the righteous has than the abundance of many wicked. For the arms of the wicked shall be broken, but the Lord upholds the righteous.",
        "“If you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him.",
        "The plans of the diligent lead surely to abundance, but everyone who is hasty comes only to poverty.",
        "Jesus said to him, “If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”",
        "For the protection of wisdom is like the protection of money, and the advantage of knowledge is that wisdom preserves the life of him who has it.",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.",
        "Soldiers also asked him, “And we, what shall we do?” And he said to them, “Do not extort money from anyone by threats or by false accusation, and be content with your wages.”",
        "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
        "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.",
        "Every man shall give as he is able, according to the blessing of the Lord your God that he has given you.",
        "Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil—this is the gift of God.",
        "Whoever has a bountiful eye will be blessed, for he shares his bread with the poor.",
        "Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.",
        "A Psalm of David. The earth is the Lord's and the fullness thereof, the world and those who dwell therein,",
        "“But who am I, and what is my people, that we should be able thus to offer willingly? For all things come from you, and of your own have we given you.",
        "A rich man's wealth is his strong city, and like a high wall in his imagination.",
        "Whoever trusts in his riches will fall, but the righteous will flourish like a green leaf.",
        "“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.",
        "When your eyes light on it, it is gone, for suddenly it sprouts wings, flying like an eagle toward heaven.",
        "A stingy man hastens after wealth and does not know that poverty will come upon him.",
        "Give to the one who begs from you, and do not refuse the one who would borrow from you.",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "Go to the ant, O sluggard; consider her ways, and be wise. Without having any chief, officer, or ruler, she prepares her bread in summer and gathers her food in harvest.",
        "But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money!",
        "A faithful man will abound with blessings, but whoever hastens to be rich will not go unpunished.",
        "Be not one of those who give pledges, who put up security for debts. If you have nothing with which to pay, why should your bed be taken from under you?",
        "Do not toil to acquire wealth; be discerning enough to desist. When your eyes light on it, it is gone, for suddenly it sprouts wings, flying like an eagle toward heaven.",
        "For what does it profit a man to gain the whole world and forfeit his soul?",
        "For where your treasure is, there will your heart be also.",
        "But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction.",
        "But the cares of the world and the deceitfulness of riches and the desires for other things enter in and choke the word, and it proves unfruitful.",
        "A false balance is an abomination to the Lord, but a just weight is his delight.",
        "Whoever multiplies his wealth by interest and profit gathers it for him who is generous to the poor.",
        "Shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly;",
        "Whoever is greedy for unjust gain troubles his own household, but he who hates bribes will live.",
        "For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God.",
        "Four things on earth are small, but they are exceedingly wise: the ants are a people not strong, yet they provide their food in the summer;",
        "The silver is mine, and the gold is mine, declares the Lord of hosts.",
        "Beloved, I pray that all may go well with you and that you may be in good health, as it goes well with your soul.",
        "In all toil there is profit, but mere talk tends only to poverty.",
        "How much better to get wisdom than gold! To get understanding is to be chosen rather than silver.",
        "Why should a fool have money in his hand to buy wisdom when he has no sense?",
        "As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.",
        "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "Whoever oppresses the poor to increase his own wealth, or gives to the rich, will only come to poverty.",
        "The Lord makes poor and makes rich; he brings low and he exalts.",
        "Treasures gained by wickedness do not profit, but righteousness delivers from death.",
        "“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.",
        "But God shows his love for us in that while we were still sinners, Christ died for us.",
        "We love because he first loved us.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
        "Greater love has no one than this, that someone lay down his life for his friends.",
        "Give thanks to the God of heaven, for his steadfast love endures forever.",
        "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
        "Anyone who does not love does not know God, because God is love.",
        "So now faith, hope, and love abide, these three; but the greatest of these is love.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins.",
        "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
        "For the Lord disciplines the one he loves, and chastises every son whom he receives.”",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "Let all that you do be done in love.",
        "How precious is your steadfast love, O God! The children of mankind take refuge in the shadow of your wings.",
        "Hatred stirs up strife, but love covers all offenses.",
        "Because your steadfast love is better than life, my lips will praise you.",
        "And above all these put on love, which binds everything together in perfect harmony.",
        "I love those who love me, and those who seek me diligently find me.",
        "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
        "Jesus Christ is the same yesterday and today and forever.",
        "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
        "For the Father himself loves you, because you have loved me and have believed that I came from God.",
        "For I, the Lord your God, hold your right hand; it is I who say to you, “Fear not, I am the one who helps you.”",
        "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "A friend loves at all times, and a brother is born for adversity.",
        "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
        "But whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him:",
        "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.”",
        "As the Father has loved me, so have I loved you. Abide in my love.",
        "“If you love me, you will keep my commandments.",
        "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
        "Help me, O Lord my God! Save me according to your steadfast love!",
        "The Lord is merciful and gracious, slow to anger and abounding in steadfast love.",
        "For this is the love of God, that we keep his commandments. And his commandments are not burdensome.",
        "And to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.",
        "But God, being rich in mercy, because of the great love with which he loved us,",
        "But I am like a green olive tree in the house of God. I trust in the steadfast love of God forever and ever.",
        "He saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,",
        "Love bears all things, believes all things, hopes all things, endures all things.",
        "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
        "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
        "For “everyone who calls on the name of the Lord will be saved.”",
        "“This is my commandment, that you love one another as I have loved you.",
        "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
        "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
        "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
        "Give thanks to the God of gods, for his steadfast love endures forever. Give thanks to the Lord of lords, for his steadfast love endures forever;",
        "Keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life.",
        "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
        "Little children, let us not love in word or talk but in deed and in truth.",
        "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
        "In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him.",
        "He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.",
        "Whatever you do, work heartily, as for the Lord and not for men,",
        "“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning.",
        "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.",
        "Commit your work to the Lord, and your plans will be established.",
        "It is well with the man who deals generously and lends; who conducts his affairs with justice.",
        "Better is a little with righteousness than great revenues with injustice.",
        "Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.",
        "Do you see a man skillful in his work? He will stand before kings; he will not stand before obscure men.",
        "The soul of the sluggard craves and gets nothing, while the soul of the diligent is richly supplied.",
        "“Woe to him who builds his house by unrighteousness, and his upper rooms by injustice, who makes his neighbor serve him for nothing and does not give him his wages,",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "The Lord God took the man and put him in the garden of Eden to work it and keep it.",
        "And to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you,",
        "Calling ten of his servants, he gave them ten minas, and said to them, ‘Engage in business until I come.’",
        "“You shall not steal; you shall not deal falsely; you shall not lie to one another.",
        "Masters, treat your bondservants justly and fairly, knowing that you also have a Master in heaven.",
        "“If your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave:",
        "For as the body apart from the spirit is dead, so also faith apart from works is dead.",
        "Whoever is generous to the poor lends to the Lord, and he will repay him for his deed.",
        "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”",
        "For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, “The laborer deserves his wages.”",
        "Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.",
        "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
        "You shall not rule over him ruthlessly but shall fear your God.",
        "For they all wanted to frighten us, thinking, “Their hands will drop from the work, and it will not be done.” But now, O God, strengthen my hands.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the Lord.",
        "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "The desire of the sluggard kills him, for his hands refuse to labor.",
        "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?",
        "And if you make a sale to your neighbor or buy from your neighbor, you shall not wrong one another.",
        "Unequal weights are an abomination to the Lord, and false scales are not good.",
        "“You shall do no wrong in judgment, in measures of length or weight or quantity.",
        "The getting of treasures by a lying tongue is a fleeting vapor and a snare of death.",
        "Train up a child in the way he should go; even when he is old he will not depart from it.",
        "“You shall not have in your bag two kinds of weights, a large and a small.",
        "Better is a poor man who walks in his integrity than a rich man who is crooked in his ways.",
        "And he said to them, “You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.",
        "You shall have just balances, just weights, a just ephah, and a just hin: I am the Lord your God, who brought you out of the land of Egypt.",
        "And the Lord answered me: “Write the vision; make it plain on tablets, so he may run who reads it.",
        "Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.",
        "When I applied my heart to know wisdom, and to see the business that is done on earth, how neither day nor night do one's eyes see sleep,",
        "The simple believes everything, but the prudent gives thought to his steps.",
        "For he is like one who is inwardly calculating. “Eat and drink!” he says to you, but his heart is not with you.",
        "“When you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest.",
        "The integrity of the upright guides them, but the crookedness of the treacherous destroys them.",
        "For nothing will be impossible with God.”",
        "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
        "And as you wish that others would do to you, do so to them.",
        "So, whether you eat or drink, or whatever you do, do all to the glory of God.",
        "Whoever works his land will have plenty of bread, but he who follows worthless pursuits lacks sense.",
        "So as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;",
        "Whoever is slack in his work is a brother to him who destroys.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.",
        "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.",
        "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
        "And the Spirit of the Lord shall rest upon him, the Spirit of wisdom and understanding, the Spirit of counsel and might, the Spirit of knowledge and the fear of the Lord.",
        "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
        "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”",
        "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.",
        "You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.",
        "And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.",
        "In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit,",
        "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.",
        "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.",
        "“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.",
        "How God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.",
        "And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”",
        "And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness",
        "The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.",
        "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
        "Cast me not away from your presence, and take not your Holy Spirit from me.",
        "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
        "Then he said to me, “This is the word of the Lord to Zerubbabel: Not by might, nor by power, but by my Spirit, says the Lord of hosts.",
        "And I will ask the Father, and he will give you another Helper, to be with you forever,",
        "For all who are led by the Spirit of God are sons of God.",
        "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,",
        "The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.",
        "For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.",
        "Do you not know that you are God's temple and that God's Spirit dwells in you?",
        "For it is not you who speak, but the Spirit of your Father speaking through you.",
        "And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”",
        "For who knows a person's thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "But I say, walk by the Spirit, and you will not gratify the desires of the flesh.",
        "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
        "“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you.",
        "When you send forth your Spirit, they are created, and you renew the face of the ground.",
        "But they rebelled and grieved his Holy Spirit; therefore he turned to be their enemy, and himself fought against them.",
        "While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”",
        "Do not quench the Spirit.",
        "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,",
        "The Spirit himself bears witness with our spirit that we are children of God,",
        "The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”",
        "And when he had said this, he breathed on them and said to them, “Receive the Holy Spirit.",
        "The Spirit of God has made me, and the breath of the Almighty gives me life.",
        "These things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God.",
        "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
        "Teach me to do your will, for you are my God! Let your good Spirit lead me on level ground!",
        "And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.",
        "How much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God.",
        "You gave your good Spirit to instruct them and did not withhold your manna from their mouth and gave them water for their thirst.",
        "Who has made us sufficient to be ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.",
        "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”",
        "He who has prepared us for this very thing is God, who has given us the Spirit as a guarantee.",
        "And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules.",
        "If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you.",
        "Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,",
        "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,",
        "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.",
        "Then the Lord said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.”",
        "The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise.",
        "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.",
        "I have been forgotten like one who is dead; I have become like a broken vessel.",
        "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
        "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
        "“Blessed are the poor in spirit, for theirs is the kingdom of heaven. “Blessed are those who mourn, for they shall be comforted.",
        "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "As it is written: “None is righteous, no, not one;",
        "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "Sow for yourselves righteousness; reap steadfast love; break up your fallow ground, for it is the time to seek the Lord, that he may come and rain righteousness upon you.",
        "Love the Lord, all you his saints! The Lord preserves the faithful but abundantly repays the one who acts in pride.",
        "Behold, my servants shall sing for gladness of heart, but you shall cry out for pain of heart and shall wail for breaking of spirit.",
        "And Jesus said, “Father, forgive them, for they know not what they do.” And they cast lots to divide his garments.",
        "Let me hear joy and gladness; let the bones that you have broken rejoice.",
        "Reproaches have broken my heart, so that I am in despair. I looked for pity, but there was none, and for comforters, but I found none.",
        "Create in me a clean heart, O God, and renew a right spirit within me.",
        "I am the Lord your God, who brought you out of the land of Egypt, that you should not be their slaves. And I have broken the bars of your yoke and made you walk erect.",
        "“Blessed are the meek, for they shall inherit the earth.",
        "Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—",
        "“Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
        "A Song of Ascents. Out of the depths I cry to you, O Lord! O Lord, hear my voice! Let your ears be attentive to the voice of my pleas for mercy!",
        "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
        "And the one who falls on this stone will be broken to pieces; and when it falls on anyone, it will crush him.”",
        "For he did not remember to show kindness, but pursued the poor and needy and the brokenhearted, to put them to death.",
        "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
        "“Blessed are the pure in heart, for they shall see God.",
        "“Blessed are the merciful, for they shall receive mercy.",
        "Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.",
        "Philip said to him, “Lord, show us the Father, and it is enough for us.”",
        "But as for you, you shall be broken and lie among the uncircumcised, with those who are slain by the sword.",
        "“O house of Israel, can I not do with you as this potter has done? declares the Lord. Behold, like the clay in the potter's hand, so are you in my hand, O house of Israel.",
        "“Arise, and go down to the potter's house, and there I will let you hear my words.”",
        "Behold, I am doing a new thing; now it springs forth, do you not perceive it? I will make a way in the wilderness and rivers in the desert.",
        "Many are the afflictions of the righteous, but the Lord delivers him out of them all.",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "And when he had given thanks, he broke it, and said, “This is my body, which is for you. Do this in remembrance of me.”",
        "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.",
        "And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.",
        "And behold, here come riders, horsemen in pairs!” And he answered, “Fallen, fallen is Babylon; and all the carved images of her gods he has shattered to the ground.”",
        "You have breached all his walls; you have laid his strongholds in ruins.",
        "The womb forgets them; the worm finds them sweet; they are no longer remembered, so wickedness is broken like a tree.’",
        "He answered, “I tell you, if these were silent, the very stones would cry out.”",
        "“Thus says the Lord of hosts, the God of Israel: I have broken the yoke of the king of Babylon.",
        "We have escaped like a bird from the snare of the fowlers; the snare is broken, and we have escaped!",
        "For these things took place that the Scripture might be fulfilled: “Not one of his bones will be broken.”",
        "Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father's who sent me.",
        "And he opened his mouth and taught them, saying:",
        "For I will restore health to you, and your wounds I will heal, declares the Lord, because they have called you an outcast: ‘It is Zion, for whom no one cares!’",
        "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
        "And the Lord restored the fortunes of Job, when he had prayed for his friends. And the Lord gave Job twice as much as he had before.",
        "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
        "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
        "Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double.",
        "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
        "“Come, let us return to the Lord; for he has torn us, that he may heal us; he has struck us down, and he will bind us up.",
        "“Behold, I am the Lord, the God of all flesh. Is anything too hard for me?",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "Heal me, O Lord, and I shall be healed; save me, and I shall be saved, for you are my praise.",
        "Whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago.",
        "“Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat! Come, buy wine and milk without money and without price.",
        "He restores my soul. He leads me in paths of righteousness for his name's sake.",
        "Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow.",
        "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.",
        "Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.",
        "You who have made me see many troubles and calamities will revive me again; from the depths of the earth you will bring me up again.",
        "He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has given birth to him.”",
        "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.",
        "For the grace of God has appeared, bringing salvation for all people,",
        "Then Jesus laid his hands on his eyes again; and he opened his eyes, his sight was restored, and he saw everything clearly.",
        "“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.",
        "I will give them a heart to know that I am the Lord, and they shall be my people and I will be their God, for they shall return to me with their whole heart.",
        "For as in Adam all die, so also in Christ shall all be made alive.",
        "For anything that becomes visible is light. Therefore it says, “Awake, O sleeper, and arise from the dead, and Christ will shine on you.”",
        "The Lord upholds all who are falling and raises up all who are bowed down.",
        "Having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust.",
        "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
        "For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten.",
        "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.",
        "People do not despise a thief if he steals to satisfy his appetite when he is hungry, but if he is caught, he will pay sevenfold; he will give all the goods of his house.",
        "My sheep hear my voice, and I know them, and they follow me.",
        "And come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.",
        "You let men ride over our heads; we went through fire and through water; yet you have brought us out to a place of abundance.",
        "And the dead man sat up and began to speak, and Jesus gave him to his mother.",
        "For you will not abandon my soul to Sheol, or let your holy one see corruption.",
        "And it shall be that every soul who does not listen to that prophet shall be destroyed from the people.’",
        "All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation;",
        "I will restore to you the years that the swarming locust has eaten, the hopper, the destroyer, and the cutter, my great army, which I sent among you.",
        "The owner of the pit shall make restoration. He shall give money to its owner, and the dead beast shall be his.",
        "God is spirit, and those who worship him must worship in spirit and truth.”",
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "But if we hope for what we do not see, we wait for it with patience.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "A hot-tempered man stirs up strife, but he who is slow to anger quiets contention.",
        "Be not quick in your spirit to become angry, for anger lodges in the heart of fools.",
        "Better is the end of a thing than its beginning, and the patient in spirit is better than the proud in spirit.",
        "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
        "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;",
        "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.",
        "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
        "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.",
        "Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly.",
        "For you have need of endurance, so that when you have done the will of God you may receive what is promised.",
        "And endurance produces character, and character produces hope,",
        "Preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.",
        "To the choirmaster. A Psalm of David. I waited patiently for the Lord; he inclined to me and heard my cry.",
        "The Lord will fight for you, and you have only to be silent.”",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
        "So that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.",
        "Therefore the Lord waits to be gracious to you, and therefore he exalts himself to show mercy to you. For the Lord is a God of justice; blessed are all those who wait for him.",
        "But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.",
        "Therefore, stay awake, for you do not know on what day your Lord is coming.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "You also, be patient. Establish your hearts, for the coming of the Lord is at hand.",
        "With patience a ruler may be persuaded, and a soft tongue will break a bone.",
        "As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.",
        "O Lord, in the morning you hear my voice; in the morning I prepare a sacrifice for you and watch.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,",
        "By your endurance you will gain your lives.",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "And thus Abraham, having patiently waited, obtained the promise.",
        "But the one who endures to the end will be saved.",
        "The Lord passed before him and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,",
        "And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "And the Lord's servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,",
        "Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "I am coming soon. Hold fast what you have, so that no one may seize your crown.",
        "For still the vision awaits its appointed time; it hastens to the end—it will not lie. If it seems slow, wait for it; it will surely come; it will not delay.",
        "For you know that the testing of your faith produces steadfastness.",
        "As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord.",
        "Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness.",
        "Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.",
        "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; for the anger of man does not produce the righteousness of God.",
        "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
        "I know you are enduring patiently and bearing up for my name's sake, and you have not grown weary.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience.",
        "To those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;",
        "The signs of a true apostle were performed among you with utmost patience, with signs and wonders and mighty works.",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.",
        "And knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,",
        "You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,",
        "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth.",
        "But you, take courage! Do not let your hands be weak, for your work shall be rewarded.”",
        "Through the insincerity of liars whose consciences are seared,",
        "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.",
        "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
        "I wait for the Lord, my soul waits, and in his word I hope;",
        "Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.",
        "Finally, be strong in the Lord and in the strength of his might.",
        "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
        "Seek the Lord and his strength; seek his presence continually!",
        "The Lord is my strength and my song, and he has become my salvation; this is my God, and I will praise him, my father's God, and I will exalt him.",
        "Be watchful, stand firm in the faith, act like men, be strong.",
        "God, the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places. To the choirmaster: with stringed instruments.",
        "He gives power to the faint, and to him who has no might he increases strength.",
        "May the Lord give strength to his people! May the Lord bless his people with peace!",
        "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "But the Lord is faithful. He will establish you and guard you against the evil one.",
        "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
        "For the Lord your God is he who goes with you to fight for you against your enemies, to give you the victory.’",
        "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
        "‘Ah, Lord God! It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you.",
        "Be strong, and let your heart take courage, all you who wait for the Lord!",
        "But I will sing of your strength; I will sing aloud of your steadfast love in the morning. For you have been to me a fortress and a refuge in the day of my distress.",
        "Both riches and honor come from you, and you rule over all. In your hand are power and might, and in your hand it is to make great and to give strength to all.",
        "The Lord is my strength and my song; he has become my salvation.",
        "For who is God, but the Lord? And who is a rock, except our God?—",
        "For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God.",
        "The God who equipped me with strength and made my way blameless.",
        "For not by their own sword did they win the land, nor did their own arm save them, but your right hand and your arm, and the light of your face, for you delighted in them.",
        "My soul melts away for sorrow; strengthen me according to your word!",
        "On the day I called, you answered me; my strength of soul you increased.",
        "For in him the whole fullness of deity dwells bodily, and you have been filled in him, who is the head of all rule and authority.",
        "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "For thus said the Lord God, the Holy One of Israel, “In returning and rest you shall be saved; in quietness and in trust shall be your strength.” But you were unwilling,",
        "To another faith by the same Spirit, to another gifts of healing by the one Spirit,",
        "But you, O Lord, do not be far off! O you my help, come quickly to my aid!",
        "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
        "For I long to see you, that I may impart to you some spiritual gift to strengthen you— that is, that we may be mutually encouraged by each other's faith, both yours and mine.",
        "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,",
        "The Almighty—we cannot find him; he is great in power; justice and abundant righteousness he will not violate.",
        "O Lord, be gracious to us; we wait for you. Be our arm every morning, our salvation in the time of trouble.",
        "Awesome is God from his sanctuary; the God of Israel—he is the one who gives power and strength to his people. Blessed be God!",
        "I call upon the Lord, who is worthy to be praised, and I am saved from my enemies.",
        "Ascribe to the Lord the glory due his name; worship the Lord in the splendor of holiness.",
        "You know that when you were pagans you were led astray to mute idols, however you were led.",
        "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.",
        "“You have led in your steadfast love the people whom you have redeemed; you have guided them by your strength to your holy abode.",
        "Deliver me from those who work evil, and save me from bloodthirsty men.",
        "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good.",
        "Nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
        "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
        "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
        "Love one another with brotherly affection. Outdo one another in showing honor.",
        "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
        "Husbands, love your wives, as Christ loved the church and gave himself up for her, that he might sanctify her, having cleansed her by the washing of water with the word,",
        "But, as it is written, “What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him”—",
        "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
        "You shall love the Lord your God with all your heart and with all your soul and with all your might.",
        "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
        "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
        "For as high as the heavens are above the earth, so great is his steadfast love toward those who fear him;",
        "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.",
        "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
        "If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.",
        "“I will not leave you as orphans; I will come to you.",
        "That this is God, our God forever and ever. He will guide us forever.",
        "My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father's hand.",
        "I do not ask that you take them out of the world, but that you keep them from the evil one.",
        "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
        "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to the Lord, “My refuge and my fortress, my God, in whom I trust.”",
        "But I say to you, Love your enemies and pray for those who persecute you,",
        "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
        "Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us.",
        "“But I say to you who hear, Love your enemies, do good to those who hate you,",
        "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
        "I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.",
        "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.",
        "Knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free.",
        "When the righteous cry for help, the Lord hears and delivers them out of all their troubles.",
        "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God.",
        "Anxiety in a man's heart weighs him down, but a good word makes him glad.",
        "The Lord is near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but the Lord delivers him out of them all.",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "When the righteous cry for help, the Lord hears and delivers them out of all their troubles. The Lord is near to the brokenhearted and saves the crushed in spirit.",
        "For there is one God, and there is one mediator between God and men, the man Christ Jesus,",
        "But you, O Lord, are a shield about me, my glory, and the lifter of my head.",
        "Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord.",
        "For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment—what to say and what to speak.",
        "The steps of a man are established by the Lord, when he delights in his way; though he fall, he shall not be cast headlong, for the Lord upholds his hand.",
        "For in much wisdom is much vexation, and he who increases knowledge increases sorrow.",
        "“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.",
        "“Yet even now,” declares the Lord, “return to me with all your heart, with fasting, with weeping, and with mourning;",
        "I know him, for I come from him, and he sent me.”",
        "Teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”",
        "But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin.",
        "O Lord, all my longing is before you; my sighing is not hidden from you.",
        "Rejoice with those who rejoice, weep with those who weep.",
        "Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.",
        "In that day you will know that I am in my Father, and you in me, and I in you.",
        "“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.",
        "I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.",
        "“The one who hears you hears me, and the one who rejects you rejects me, and the one who rejects me rejects him who sent me.”",
        "But he would withdraw to desolate places and pray.",
        "And after he had dismissed the crowds, he went up on the mountain by himself to pray. When evening came, he was there alone,",
        "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
        "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
        "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
        "And this commandment we have from him: whoever loves God must also love his brother.",
        "Beloved, if God so loved us, we also ought to love one another.",
        "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
        "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
        "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
        "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
        "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
        "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
        "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
        "My beloved is mine, and I am his; he grazes among the lilies.",
        "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
        "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
        "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
        "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "He who finds a wife finds a good thing and obtains favor from the Lord.",
        "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,"
    ],
    "references": [
        "Matthew 5:4",
        "Psalm 147:3",
        "1 Peter 5:7",
        "Psalm 34:18",
        "John 16:22",
        "Psalm 73:26",
        "Romans 8:18",
        "John 14:27",
        "1 Thessalonians 4:13",
        "John 16:33",
        "John 3:16",
        "Psalm 56:8",
        "Joshua 1:9",
        "John 14:1",
        "Philippians 4:13",
        "Romans 8:28",
        "Psalm 30:5",
        "Isaiah 53:4",
        "Isaiah 26:3",
        "Psalm 55:22",
        "Psalm 9:9",
        "Psalm 46:1",
        "Proverbs 3:5-6",
        "Psalm 46:10",
        "Psalm 18:2",
        "Romans 15:13",
        "Matthew 11:28",
        "Revelation 1:1",
        "John 16:16",
        "Luke 6:21",
        "Psalm 31:9",
        "Psalm 23:4",
        "2 Corinthians 5:8",
        "John 16:20",
        "John 11:35",
        "Luke 23:43",
        "Lamentations 3:31-32",
        "Matthew 19:14",
        "Psalm 27:1",
        "Isaiah 41:10",
        "Proverbs 15:3",
        "John 11:25",
        "Hebrews 3:19",
        "John 6:66-67",
        "Proverbs 29:25-26",
        "Proverbs 19:5",
        "Matthew 24:10",
        "Genesis 12:3",
        "Psalm 41:9",
        "Luke 22:48",
        "Mark 11:25",
        "Matthew 7:12",
        "Romans 3:23",
        "John 13:21",
        "Mark 14:11",
        "2 Timothy 2:15",
        "Romans 1:29",
        "Hebrews 4:15",
        "John 14:6",
        "Psalm 109:4",
        "Romans 3:13",
        "Mark 14:10",
        "Psalm 69:9",
        "Matthew 26:50",
        "Ephesians 5:25",
        "1 Corinthians 2:14",
        "Romans 3:24",
        "Proverbs 11:31",
        "Genesis 4:8",
        "Romans 5:6",
        "2 Samuel 11:15",
        "1 Peter 2:23",
        "Proverbs 25:9-10",
        "Psalm 55:16-17",
        "Galatians 3:26",
        "Isaiah 53:5",
        "Hebrews 9:22",
        "Acts 1:25",
        "Matthew 20:18",
        "John 1:14",
        "Luke 23:4",
        "Matthew 10:21",
        "Matthew 26:74",
        "Matthew 26:25",
        "Luke 22:22",
        "Luke 22:21",
        "Luke 22:5",
        "Matthew 26:24",
        "Matthew 26:14",
        "Romans 10:9",
        "Matthew 26:15",
        "Luke 22:47",
        "Luke 22:3",
        "John 18:4",
        "Jeremiah 5:11",
        "1 Samuel 22:9",
        "Ephesians 2:2",
        "Jeremiah 29:17",
        "Isaiah 1:2",
        "Romans 15:20",
        "Proverbs 22:7",
        "Hebrews 13:5",
        "Philippians 4:19",
        "1 Timothy 6:10",
        "Proverbs 13:11",
        "Romans 13:8",
        "Ecclesiastes 5:10",
        "Luke 14:28",
        "Proverbs 3:9-10",
        "Luke 12:15",
        "Proverbs 10:22",
        "Proverbs 21:20",
        "Proverbs 13:22",
        "Matthew 6:24",
        "1 Timothy 5:8",
        "2 Corinthians 9:8",
        "Matthew 6:21",
        "Psalm 37:21",
        "Deuteronomy 8:18",
        "Luke 16:11",
        "Proverbs 10:4",
        "Proverbs 3:9",
        "Proverbs 27:23",
        "Proverbs 22:1",
        "Proverbs 11:4",
        "Proverbs 23:4",
        "Psalm 37:16-17",
        "Exodus 22:25",
        "Proverbs 21:5",
        "Matthew 19:21",
        "Ecclesiastes 7:12",
        "Matthew 6:33",
        "1 Corinthians 16:2",
        "Luke 3:14",
        "Matthew 25:21",
        "James 1:17",
        "Deuteronomy 16:17",
        "Ecclesiastes 5:19",
        "Proverbs 22:9",
        "Romans 13:7",
        "Psalm 24:1",
        "1 Chronicles 29:14",
        "Proverbs 18:11",
        "Proverbs 11:28",
        "Luke 16:10",
        "Proverbs 23:5",
        "Proverbs 28:22",
        "Matthew 5:42",
        "Philippians 4:6",
        "Proverbs 6:6-8",
        "Acts 8:20",
        "Proverbs 28:20",
        "Proverbs 22:26-27",
        "Proverbs 23:4-5",
        "Mark 8:36",
        "Luke 12:34",
        "1 Timothy 6:9",
        "Mark 4:19",
        "Proverbs 11:1",
        "Proverbs 28:8",
        "1 Peter 5:2",
        "Proverbs 15:27",
        "Ephesians 5:5",
        "Proverbs 30:24-25",
        "Haggai 2:8",
        "3 John 1:2",
        "Proverbs 14:23",
        "Proverbs 16:16",
        "Proverbs 17:16",
        "Matthew 13:22",
        "2 Corinthians 9:7",
        "Proverbs 22:16",
        "1 Samuel 2:7",
        "Proverbs 10:2",
        "Matthew 6:1",
        "Romans 5:8",
        "1 John 4:19",
        "1 John 4:7",
        "Psalm 86:15",
        "1 John 4:16",
        "John 15:13",
        "Psalm 136:26",
        "1 John 4:7-8",
        "1 Peter 5:6-7",
        "Jeremiah 31:3",
        "1 John 4:8",
        "1 Corinthians 13:13",
        "Jeremiah 29:11",
        "1 John 4:10",
        "1 Peter 4:8",
        "Hebrews 12:6",
        "Ephesians 4:2",
        "1 Corinthians 16:14",
        "Psalm 36:7",
        "Proverbs 10:12",
        "Psalm 63:3",
        "Colossians 3:14",
        "Proverbs 8:17",
        "1 John 4:18",
        "Hebrews 13:8",
        "Lamentations 3:22-23",
        "John 16:27",
        "Isaiah 41:13",
        "Ephesians 5:2",
        "Galatians 5:22-23",
        "Proverbs 17:17",
        "1 John 3:16",
        "1 John 2:5",
        "2 Thessalonians 3:5",
        "Romans 5:5",
        "John 17:26",
        "John 15:9",
        "John 14:15",
        "John 13:34",
        "Psalm 109:26",
        "Psalm 103:8",
        "1 John 5:3",
        "Ephesians 3:19",
        "Ephesians 2:4",
        "Psalm 52:8",
        "Titus 3:5",
        "1 Corinthians 13:7",
        "John 10:10",
        "2 Corinthians 5:14",
        "Romans 10:13",
        "John 15:12",
        "John 14:23",
        "John 14:21",
        "Isaiah 43:4",
        "Psalm 136:2-3",
        "Jude 1:21",
        "1 John 4:12",
        "1 John 3:18",
        "John 15:12-13",
        "1 John 4:9",
        "1 Peter 2:24",
        "Colossians 3:23",
        "Leviticus 19:13",
        "Colossians 3:17",
        "Proverbs 16:3",
        "Psalm 112:5",
        "Proverbs 16:8",
        "Ecclesiastes 9:10",
        "Proverbs 22:29",
        "Proverbs 13:4",
        "Jeremiah 22:13",
        "2 Timothy 1:7",
        "Genesis 2:15",
        "1 Thessalonians 4:11",
        "Luke 19:13",
        "Leviticus 19:11",
        "Colossians 4:1",
        "Leviticus 25:39",
        "James 2:26",
        "Proverbs 19:17",
        "Mark 5:36",
        "1 Timothy 5:18",
        "Ephesians 6:9",
        "2 Peter 1:3",
        "Leviticus 25:43",
        "Nehemiah 6:9",
        "2 Timothy 3:16",
        "Leviticus 19:14",
        "Micah 6:8",
        "Proverbs 21:25",
        "Numbers 23:19",
        "Leviticus 25:14",
        "Proverbs 20:23",
        "Leviticus 19:35",
        "Proverbs 21:6",
        "Proverbs 22:6",
        "Deuteronomy 25:13",
        "Proverbs 28:6",
        "Luke 16:15",
        "Leviticus 19:36",
        "Habakkuk 2:2",
        "1 Peter 5:8",
        "Ecclesiastes 8:16",
        "Proverbs 14:15",
        "Proverbs 23:7",
        "Leviticus 19:9",
        "Proverbs 11:3",
        "Luke 1:37",
        "Psalm 37:4",
        "Matthew 19:26",
        "Luke 6:31",
        "1 Corinthians 10:31",
        "Proverbs 12:11",
        "Colossians 1:10",
        "Proverbs 18:9",
        "Proverbs 3:5",
        "John 14:26",
        "Romans 8:26",
        "1 Corinthians 6:19",
        "Isaiah 11:2",
        "Acts 1:8",
        "Luke 11:13",
        "2 Corinthians 3:17",
        "Romans 8:9",
        "1 Corinthians 2:13",
        "Ephesians 1:13",
        "Acts 2:4",
        "Ephesians 4:30",
        "John 15:26",
        "Acts 10:38",
        "Acts 5:32",
        "Luke 4:1",
        "Genesis 1:2",
        "Matthew 28:19",
        "Psalm 51:11",
        "Matthew 5:6",
        "Zechariah 4:6",
        "John 14:16",
        "Romans 8:14",
        "Ephesians 5:18",
        "2 Corinthians 13:14",
        "1 Corinthians 12:13",
        "1 Corinthians 3:16",
        "Matthew 10:20",
        "Galatians 4:6",
        "1 Corinthians 2:11",
        "Galatians 5:22",
        "Galatians 5:16",
        "2 Peter 1:21",
        "Acts 7:51",
        "Psalm 104:30",
        "Isaiah 63:10",
        "Acts 13:2",
        "1 Thessalonians 5:19",
        "Ephesians 3:16",
        "Romans 8:16",
        "John 3:8",
        "John 20:22",
        "Job 33:4",
        "1 Corinthians 2:10",
        "Romans 8:15",
        "Psalm 143:10",
        "1 Corinthians 6:11",
        "Hebrews 9:14",
        "Nehemiah 9:20",
        "2 Corinthians 3:6",
        "Luke 24:49",
        "2 Corinthians 5:5",
        "Ezekiel 36:27",
        "1 Peter 4:14",
        "1 Timothy 4:1",
        "1 Thessalonians 1:6",
        "Acts 20:28",
        "Genesis 6:3",
        "Psalm 51:17",
        "John 12:24",
        "Psalm 31:12",
        "James 4:6",
        "James 5:16",
        "Matthew 5:3-4",
        "1 John 1:9",
        "Romans 6:23",
        "Romans 3:10",
        "Proverbs 17:22",
        "Hosea 10:12",
        "Psalm 31:23",
        "Isaiah 65:14",
        "Luke 23:34",
        "Psalm 51:8",
        "Psalm 69:20",
        "Psalm 51:10",
        "Leviticus 26:13",
        "Matthew 5:5",
        "Romans 5:12",
        "Matthew 5:3",
        "Psalm 130:1-2",
        "Ephesians 2:8",
        "Matthew 21:44",
        "Psalm 109:16",
        "John 15:5",
        "Matthew 5:8",
        "Matthew 5:7",
        "Romans 5:14",
        "John 14:8",
        "Ezekiel 32:28",
        "Jeremiah 18:6",
        "Jeremiah 18:2",
        "Isaiah 43:19",
        "Psalm 34:19",
        "2 Corinthians 5:17",
        "1 Corinthians 11:24",
        "Romans 5:2",
        "John 14:3",
        "Isaiah 21:9",
        "Psalm 89:40",
        "Job 24:20",
        "Luke 19:40",
        "Jeremiah 28:2",
        "Psalm 124:7",
        "John 19:36",
        "John 14:24",
        "Matthew 5:2",
        "Jeremiah 30:17",
        "Psalm 51:12",
        "Job 42:10",
        "1 John 5:4",
        "Mark 11:24",
        "Zechariah 9:12",
        "Galatians 6:1",
        "Hosea 6:1",
        "Jeremiah 32:27",
        "Isaiah 40:31",
        "Jeremiah 17:14",
        "Acts 3:21",
        "Isaiah 55:1",
        "Psalm 23:3",
        "Psalm 51:7",
        "John 5:24",
        "Matthew 18:19",
        "Psalm 71:20",
        "Ruth 4:15",
        "Revelation 3:20",
        "Titus 2:11",
        "Mark 8:25",
        "Matthew 24:36",
        "Jeremiah 24:7",
        "1 Corinthians 15:22",
        "Ephesians 5:14",
        "Psalm 145:14",
        "Acts 24:15",
        "Ephesians 4:32",
        "Ecclesiastes 9:5",
        "Matthew 10:28",
        "Proverbs 6:30-31",
        "John 10:27",
        "John 5:29",
        "Psalm 66:12",
        "Luke 7:15",
        "Psalm 16:10",
        "Acts 3:23",
        "2 Corinthians 5:18",
        "Joel 2:25",
        "Exodus 21:34",
        "John 4:24",
        "Romans 12:12",
        "Galatians 6:9",
        "Romans 8:25",
        "1 Corinthians 13:4",
        "Psalm 37:7",
        "Colossians 3:12",
        "Proverbs 15:18",
        "Ecclesiastes 7:9",
        "Ecclesiastes 7:8",
        "2 Peter 3:9",
        "James 1:19",
        "Proverbs 16:32",
        "Romans 15:5",
        "1 Thessalonians 5:14",
        "Proverbs 14:29",
        "Hebrews 10:36",
        "Romans 5:4",
        "2 Timothy 4:2",
        "Psalm 40:1",
        "Exodus 14:14",
        "Psalm 27:14",
        "Colossians 1:11",
        "Hebrews 6:12",
        "Isaiah 30:18",
        "2 Peter 3:8",
        "Matthew 24:42",
        "1 Corinthians 13:4-5",
        "James 5:8",
        "Proverbs 25:15",
        "Luke 8:15",
        "Psalm 5:3",
        "Romans 5:3-4",
        "Romans 2:4",
        "Romans 5:3",
        "Luke 21:19",
        "Ephesians 4:2-3",
        "Hebrews 6:15",
        "Matthew 24:13",
        "Exodus 34:6",
        "2 Peter 3:15",
        "Genesis 29:20",
        "2 Timothy 2:24",
        "Revelation 14:12",
        "1 Thessalonians 1:3",
        "Revelation 3:11",
        "Habakkuk 2:3",
        "James 1:3",
        "James 5:10",
        "Titus 2:2",
        "2 Thessalonians 1:4",
        "James 1:19-20",
        "James 1:4",
        "Romans 15:4",
        "Revelation 2:3",
        "Romans 8:24-25",
        "Romans 2:7",
        "2 Corinthians 12:12",
        "1 Timothy 6:11",
        "Revelation 2:19",
        "2 Peter 1:6",
        "2 Timothy 3:10",
        "Revelation 3:10",
        "2 Chronicles 15:7",
        "1 Timothy 4:2",
        "1 Peter 3:8",
        "Proverbs 10:28",
        "Psalm 130:5",
        "1 Peter 3:9",
        "Ephesians 6:10",
        "Deuteronomy 31:6",
        "1 Chronicles 16:11",
        "Exodus 15:2",
        "1 Corinthians 16:13",
        "Habakkuk 3:19",
        "Isaiah 40:29",
        "Psalm 29:11",
        "Mark 12:30",
        "Isaiah 12:2",
        "2 Thessalonians 3:3",
        "Psalm 28:7",
        "Deuteronomy 20:4",
        "2 Corinthians 12:10",
        "Jeremiah 32:17",
        "Psalm 31:24",
        "Psalm 59:16",
        "1 Chronicles 29:12",
        "Psalm 118:14",
        "Psalm 18:31",
        "1 Corinthians 1:18",
        "Psalm 18:32",
        "Psalm 44:3",
        "Psalm 119:28",
        "Psalm 138:3",
        "Colossians 2:9-10",
        "Proverbs 18:10",
        "Isaiah 30:15",
        "1 Corinthians 12:9",
        "Psalm 22:19",
        "1 Timothy 1:7",
        "Romans 1:11-12",
        "1 Timothy 2:1",
        "Job 37:23",
        "Isaiah 33:2",
        "Psalm 68:35",
        "Psalm 18:3",
        "Psalm 29:2",
        "1 Corinthians 12:2",
        "Psalm 16:8",
        "Ecclesiastes 4:12",
        "Exodus 15:13",
        "Psalm 59:2",
        "1 John 4:20",
        "Romans 12:9",
        "Romans 8:39",
        "Ephesians 5:33",
        "Romans 13:10",
        "Romans 12:10",
        "1 Corinthians 13:2",
        "Ephesians 5:25-26",
        "1 Corinthians 2:9",
        "Mark 12:31",
        "Deuteronomy 6:5",
        "Matthew 22:37",
        "Psalm 143:8",
        "Psalm 103:11",
        "John 15:10",
        "James 5:13",
        "John 15:7",
        "John 14:18",
        "Psalm 48:14",
        "John 10:29",
        "John 17:15",
        "Deuteronomy 31:8",
        "Psalm 91:1-2",
        "Matthew 5:44",
        "John 14:2",
        "Romans 8:34",
        "Luke 6:27",
        "James 4:7",
        "John 17:9",
        "2 Corinthians 7:10",
        "Ephesians 6:8",
        "Psalm 34:17",
        "Psalm 42:11",
        "Proverbs 12:25",
        "Psalm 34:18-19",
        "Philippians 4:7",
        "Psalm 34:17-18",
        "1 Timothy 2:5",
        "Psalm 3:3",
        "Psalm 32:10",
        "John 12:49",
        "Psalm 37:23-24",
        "Ecclesiastes 1:18",
        "John 5:30",
        "Joel 2:12",
        "John 7:29",
        "Matthew 28:20",
        "Hebrews 3:13",
        "Psalm 38:9",
        "Romans 12:15",
        "Ecclesiastes 11:10",
        "John 14:20",
        "Mark 13:32",
        "John 17:14",
        "Luke 10:16",
        "Luke 5:16",
        "Matthew 14:23",
        "Proverbs 17:9",
        "Song of Solomon 8:7",
        "1 Peter 1:22",
        "1 John 4:21",
        "1 John 4:11",
        "Romans 8:35",
        "Leviticus 19:18",
        "Galatians 5:13",
        "1 Corinthians 13:1",
        "Philippians 2:2",
        "Song of Solomon 4:10",
        "Proverbs 15:17",
        "Song of Solomon 2:16",
        "Romans 12:9-10",
        "James 2:8",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "Matthew 5:43-44"
    ]
}