{
    "verses": [
        "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
        "But if we hope for what we do not see, we wait for it with patience.",
        "With all humility and gentleness, with patience, bearing with one another in love,",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant",
        "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices!",
        "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,",
        "A hot-tempered man stirs up strife, but he who is slow to anger quiets contention.",
        "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Be not quick in your spirit to become angry, for anger lodges in the heart of fools.",
        "Better is the end of a thing than its beginning, and the patient in spirit is better than the proud in spirit.",
        "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
        "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;",
        "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.",
        "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.",
        "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,",
        "For you have need of endurance, so that when you have done the will of God you may receive what is promised.",
        "And endurance produces character, and character produces hope,",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly.",
        "Preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.",
        "To the choirmaster. A Psalm of David. I waited patiently for the Lord; he inclined to me and heard my cry.",
        "The Lord will fight for you, and you have only to be silent.”",
        "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
        "So that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.",
        "Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!",
        "Therefore the Lord waits to be gracious to you, and therefore he exalts himself to show mercy to you. For the Lord is a God of justice; blessed are all those who wait for him.",
        "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
        "The Lord is merciful and gracious, slow to anger and abounding in steadfast love.",
        "Therefore, stay awake, for you do not know on what day your Lord is coming.",
        "With patience a ruler may be persuaded, and a soft tongue will break a bone.",
        "You also, be patient. Establish your hearts, for the coming of the Lord is at hand.",
        "But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.",
        "As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.",
        "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,",
        "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance?",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "By your endurance you will gain your lives.",
        "O Lord, in the morning you hear my voice; in the morning I prepare a sacrifice for you and watch.",
        "And thus Abraham, having patiently waited, obtained the promise.",
        "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "And the Lord's servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,",
        "And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,",
        "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
        "For you know that the testing of your faith produces steadfastness.",
        "The Lord passed before him and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,",
        "But the one who endures to the end will be saved.",
        "Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.",
        "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
        "As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord.",
        "Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness.",
        "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
        "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.",
        "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "For still the vision awaits its appointed time; it hastens to the end—it will not lie. If it seems slow, wait for it; it will surely come; it will not delay.",
        "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
        "I am coming soon. Hold fast what you have, so that no one may seize your crown.",
        "Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.",
        "I know you are enduring patiently and bearing up for my name's sake, and you have not grown weary.",
        "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; for the anger of man does not produce the righteousness of God.",
        "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience.",
        "To those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;",
        "The signs of a true apostle were performed among you with utmost patience, with signs and wonders and mighty works.",
        "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
        "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
        "“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.",
        "And knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,",
        "You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,",
        "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth.",
        "I wait for the Lord, my soul waits, and in his word I hope;",
        "But you, take courage! Do not let your hands be weak, for your work shall be rewarded.”",
        "For you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "Through the insincerity of liars whose consciences are seared,",
        "Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind."
    ],
    "references": [
        "Romans 12:12",
        "Galatians 6:9",
        "Romans 8:25",
        "Ephesians 4:2",
        "Philippians 4:6",
        "1 Corinthians 13:4",
        "Psalm 37:7",
        "Colossians 3:12",
        "Proverbs 15:18",
        "Isaiah 40:31",
        "Jeremiah 29:11",
        "Ecclesiastes 7:9",
        "Ecclesiastes 7:8",
        "2 Peter 3:9",
        "James 1:19",
        "1 Thessalonians 5:14",
        "Proverbs 16:32",
        "Romans 15:5",
        "Hebrews 10:36",
        "Romans 5:4",
        "Galatians 5:22",
        "Proverbs 14:29",
        "2 Timothy 4:2",
        "Psalm 40:1",
        "Exodus 14:14",
        "Colossians 1:11",
        "Hebrews 6:12",
        "Psalm 27:14",
        "Isaiah 30:18",
        "1 Corinthians 13:4-5",
        "Psalm 103:8",
        "Matthew 24:42",
        "Proverbs 25:15",
        "James 5:8",
        "2 Peter 3:8",
        "Luke 8:15",
        "Psalm 30:5",
        "Romans 5:3-4",
        "Romans 5:3",
        "Romans 2:4",
        "Galatians 5:22-23",
        "Luke 21:19",
        "Psalm 5:3",
        "Hebrews 6:15",
        "Proverbs 3:5-6",
        "Psalm 46:10",
        "2 Timothy 2:24",
        "2 Peter 3:15",
        "Ephesians 4:2-3",
        "James 1:3",
        "Exodus 34:6",
        "Matthew 24:13",
        "Revelation 14:12",
        "Genesis 29:20",
        "James 5:10",
        "Titus 2:2",
        "1 Thessalonians 1:3",
        "2 Thessalonians 3:5",
        "James 1:4",
        "Habakkuk 2:3",
        "Romans 15:4",
        "Revelation 3:11",
        "2 Thessalonians 1:4",
        "Revelation 2:3",
        "James 1:19-20",
        "Romans 8:24-25",
        "Romans 2:7",
        "2 Corinthians 12:12",
        "Psalm 86:15",
        "1 Timothy 6:11",
        "Revelation 2:19",
        "2 Peter 1:6",
        "2 Timothy 3:10",
        "Revelation 3:10",
        "Psalm 130:5",
        "2 Chronicles 15:7",
        "James 1:3-4",
        "1 Timothy 4:2",
        "1 Peter 3:8"
    ]
}