{
    "verses": [
        "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
        "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.",
        "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "“Blessed are the peacemakers, for they shall be called sons of God.",
        "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
        "If possible, so far as it depends on you, live peaceably with all.",
        "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
        "In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety.",
        "Strive for peace with everyone, and for the holiness without which no one will see the Lord.",
        "Casting all your anxieties on him, because he cares for you.",
        "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.",
        "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "Great peace have those who love your law; nothing can make them stumble.",
        "And a harvest of righteousness is sown in peace by those who make peace.",
        "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
        "Let him turn away from evil and do good; let him seek peace and pursue it.",
        "Turn away from evil and do good; seek peace and pursue it.",
        "For God is not a God of confusion but of peace. As in all the churches of the saints,",
        "May the Lord give strength to his people! May the Lord bless his people with peace!",
        "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
        "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
        "Deceit is in the heart of those who devise evil, but those who plan peace have joy.",
        "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.",
        "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.",
        "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
        "So then let us pursue what makes for peace and for mutual upbuilding.",
        "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.",
        "Eager to maintain the unity of the Spirit in the bond of peace.",
        "May mercy, peace, and love be multiplied to you.",
        "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
        "Let me hear what God the Lord will speak, for he will speak peace to his people, to his saints; but let them not turn back to folly.",
        "“Glory to God in the highest, and on earth peace among those with whom he is pleased!”",
        "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
        "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
        "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
        "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
        "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever.",
        "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
        "It is an honor for a man to keep aloof from strife, but every fool will be quarreling.",
        "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.",
        "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
        "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
        "Mark the blameless and behold the upright, for there is a future for the man of peace.",
        "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.",
        "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "O Lord, you will ordain peace for us, for you have indeed done for us all our works.",
        "“Agree with God, and be at peace; thereby good will come to you.",
        "May the God of peace be with you all. Amen.",
        "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
        "So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.",
        "All your children shall be taught by the Lord, and great shall be the peace of your children.",
        "The Lord lift up his countenance upon you and give you peace.",
        "Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”",
        "To give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”",
        "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you.",
        "Better is a dry morsel with quiet than a house full of feasting with strife.",
        "My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places.",
        "Behold, I will bring to it health and healing, and I will heal them and reveal to them abundance of prosperity and security.",
        "To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility",
        "“There is no peace,” says the Lord, “for the wicked.”",
        "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "Steadfast love and faithfulness meet; righteousness and peace kiss each other.",
        "There is no peace,” says my God, “for the wicked.”",
        "For God gave us a spirit not of fear but of power and love and self-control.",
        "Grace to you and peace from God our Father and the Lord Jesus Christ.",
        "The Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
        "My covenant with him was one of life and peace, and I gave them to him. It was a covenant of fear, and he feared me. He stood in awe of my name."
    ],
    "references": [
        "John 16:33",
        "2 Thessalonians 3:16",
        "Isaiah 26:3",
        "Matthew 5:9",
        "John 14:27",
        "Philippians 4:6",
        "Romans 12:18",
        "Colossians 3:15",
        "Psalm 4:8",
        "Hebrews 12:14",
        "1 Peter 5:7",
        "Romans 8:6",
        "Romans 15:13",
        "Psalm 119:165",
        "James 3:18",
        "Romans 5:1",
        "1 Peter 3:11",
        "Psalm 34:14",
        "1 Corinthians 14:33",
        "Psalm 29:11",
        "Philippians 4:7",
        "Galatians 5:22",
        "Proverbs 16:7",
        "Proverbs 12:20",
        "Philippians 4:9",
        "2 Corinthians 13:11",
        "Isaiah 12:2",
        "Romans 14:19",
        "James 3:17",
        "Ephesians 4:3",
        "Jude 1:2",
        "1 Peter 5:6-7",
        "Psalm 85:8",
        "Luke 2:14",
        "Numbers 6:24-26",
        "Psalm 46:10",
        "Romans 16:20",
        "Isaiah 53:5",
        "Hebrews 12:11",
        "Isaiah 32:17",
        "1 Thessalonians 5:23",
        "Proverbs 20:3",
        "Proverbs 16:32",
        "Romans 14:17",
        "Jeremiah 29:11",
        "Colossians 3:13",
        "Psalm 37:37",
        "1 Thessalonians 5:15",
        "Isaiah 41:10",
        "Isaiah 26:12",
        "Job 22:21",
        "Romans 15:33",
        "Romans 12:17",
        "2 Timothy 2:22",
        "Isaiah 54:13",
        "Numbers 6:26",
        "Mark 9:50",
        "Luke 1:79",
        "Proverbs 3:1-2",
        "Proverbs 17:1",
        "Isaiah 32:18",
        "Jeremiah 33:6",
        "Romans 1:7",
        "Ephesians 2:14",
        "Isaiah 48:22",
        "John 3:16",
        "Psalm 85:10",
        "Isaiah 57:21",
        "2 Timothy 1:7",
        "Philemon 1:3",
        "Numbers 6:25-26",
        "Malachi 2:5"
    ]
}