{
    "verses": [
        {
            "verse": "She is more precious than jewels, and nothing you desire can compare with her.",
            "reference": "Proverbs 3:15"
        },
        {
            "verse": "Charm is deceitful, and beauty is vain, but a woman who fears the Lord is to be praised.",
            "reference": "Proverbs 31:30"
        },
        {
            "verse": "And now, my daughter, do not fear. I will do for you all that you ask, for all my fellow townsmen know that you are a worthy woman.",
            "reference": "Ruth 3:11"
        },
        {
            "verse": "For wisdom is better than jewels, and all that you may desire cannot compare with her.",
            "reference": "Proverbs 8:11"
        },
        {
            "verse": "An excellent wife who can find? She is far more precious than jewels.",
            "reference": "Proverbs 31:10"
        },
        {
            "verse": "House and wealth are inherited from fathers, but a prudent wife is from the Lord.",
            "reference": "Proverbs 19:14"
        },
        {
            "verse": "She opens her hand to the poor and reaches out her hands to the needy.",
            "reference": "Proverbs 31:20"
        },
        {
            "verse": "His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,",
            "reference": "2 Peter 1:3"
        },
        {
            "verse": "She perceives that her merchandise is profitable. Her lamp does not go out at night.",
            "reference": "Proverbs 31:18"
        },
        {
            "verse": "The heart of her husband trusts in her, and he will have no lack of gain.",
            "reference": "Proverbs 31:11"
        },
        {
            "verse": "There is gold and abundance of costly stones, but the lips of knowledge are a precious jewel.",
            "reference": "Proverbs 20:15"
        },
        {
            "verse": "She makes bed coverings for herself; her clothing is fine linen and purple.",
            "reference": "Proverbs 31:22"
        },
        {
            "verse": "He who finds a wife finds a good thing and obtains favor from the Lord.",
            "reference": "Proverbs 18:22"
        },
        {
            "verse": "Behold, children are a heritage from the Lord, the fruit of the womb a reward.",
            "reference": "Psalm 127:3"
        },
        {
            "verse": "And though your beginning was small, your latter days will be very great.",
            "reference": "Job 8:7"
        },
        {
            "verse": "She opens her mouth with wisdom, and the teaching of kindness is on her tongue.",
            "reference": "Proverbs 31:26"
        },
        {
            "verse": "Trust in the Lord with all your heart, and do not lean on your own understanding.",
            "reference": "Proverbs 3:5"
        },
        {
            "verse": "But I say, walk by the Spirit, and you will not gratify the desires of the flesh.",
            "reference": "Galatians 5:16"
        },
        {
            "verse": "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
            "reference": "Ephesians 5:25"
        },
        {
            "verse": "The fear of the Lord is the beginning of knowledge; fools despise wisdom and instruction.",
            "reference": "Proverbs 1:7"
        },
        {
            "verse": "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
            "reference": "Genesis 2:24"
        },
        {
            "verse": "The wisest of women builds her house, but folly with her own hands tears it down.",
            "reference": "Proverbs 14:1"
        },
        {
            "verse": "Strength and dignity are her clothing, and she laughs at the time to come.",
            "reference": "Proverbs 31:25"
        },
        {
            "verse": "But let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God's sight is very precious.",
            "reference": "1 Peter 3:4"
        },
        {
            "verse": "He must increase, but I must decrease.”",
            "reference": "John 3:30"
        },
        {
            "verse": "Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.",
            "reference": "1 Corinthians 6:18"
        },
        {
            "verse": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
            "reference": "Romans 8:28"
        },
        {
            "verse": "Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things.",
            "reference": "1 Timothy 3:11"
        },
        {
            "verse": "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
            "reference": "John 3:16"
        },
        {
            "verse": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.",
            "reference": "Romans 13:14"
        },
        {
            "verse": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
            "reference": "Philippians 1:6"
        },
        {
            "verse": "For all have sinned and fall short of the glory of God,",
            "reference": "Romans 3:23"
        },
        {
            "verse": "She dresses herself with strength and makes her arms strong.",
            "reference": "Proverbs 31:17"
        },
        {
            "verse": "I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need.",
            "reference": "Philippians 4:12"
        },
        {
            "verse": "Create in me a clean heart, O God, and renew a right spirit within me. Cast me not away from your presence, and take not your Holy Spirit from me.",
            "reference": "Psalm 51:10-11"
        },
        {
            "verse": "Seek the Lord and his strength; seek his presence continually!",
            "reference": "1 Chronicles 16:11"
        },
        {
            "verse": "She opens her hand to the poor and reaches out her hands to the needy. She is not afraid of snow for her household, for all her household are clothed in scarlet.",
            "reference": "Proverbs 31:20-21"
        },
        {
            "verse": "For you formed my inward parts; you knitted me together in my mother's womb.",
            "reference": "Psalm 139:13"
        },
        {
            "verse": "And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”",
            "reference": "Luke 1:45"
        },
        {
            "verse": "Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
            "reference": "Hebrews 10:23"
        },
        {
            "verse": "For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake.",
            "reference": "2 Corinthians 4:5"
        },
        {
            "verse": "And whatever you ask in prayer, you will receive, if you have faith.”",
            "reference": "Matthew 21:22"
        },
        {
            "verse": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
            "reference": "Hebrews 11:6"
        },
        {
            "verse": "So faith comes from hearing, and hearing through the word of Christ.",
            "reference": "Romans 10:17"
        },
        {
            "verse": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
            "reference": "Hebrews 11:1"
        },
        {
            "verse": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.",
            "reference": "Ephesians 2:8-9"
        },
        {
            "verse": "For we walk by faith, not by sight.",
            "reference": "2 Corinthians 5:7"
        },
        {
            "verse": "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
            "reference": "Proverbs 3:5-6"
        },
        {
            "verse": "For nothing will be impossible with God.”",
            "reference": "Luke 1:37"
        },
        {
            "verse": "You believe that God is one; you do well. Even the demons believe—and shudder!",
            "reference": "James 2:19"
        },
        {
            "verse": "So that your faith might not rest in the wisdom of men but in the power of God.",
            "reference": "1 Corinthians 2:5"
        },
        {
            "verse": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,",
            "reference": "Ephesians 2:8"
        },
        {
            "verse": "I can do all things through him who strengthens me.",
            "reference": "Philippians 4:13"
        },
        {
            "verse": "And Jesus said to him, “‘If you can’! All things are possible for one who believes.”",
            "reference": "Mark 9:23"
        },
        {
            "verse": "The apostles said to the Lord, “Increase our faith!”",
            "reference": "Luke 17:5"
        },
        {
            "verse": "You see that a person is justified by works and not by faith alone.",
            "reference": "James 2:24"
        },
        {
            "verse": "I have fought the good fight, I have finished the race, I have kept the faith.",
            "reference": "2 Timothy 4:7"
        },
        {
            "verse": "Be watchful, stand firm in the faith, act like men, be strong.",
            "reference": "1 Corinthians 16:13"
        },
        {
            "verse": "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
            "reference": "1 John 5:4"
        },
        {
            "verse": "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he recovered his sight and followed him on the way.",
            "reference": "Mark 10:52"
        },
        {
            "verse": "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
            "reference": "Romans 1:17"
        },
        {
            "verse": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
            "reference": "Romans 15:13"
        },
        {
            "verse": "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”",
            "reference": "Psalm 46:10"
        },
        {
            "verse": "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
            "reference": "Romans 10:9"
        },
        {
            "verse": "So now faith, hope, and love abide, these three; but the greatest of these is love.",
            "reference": "1 Corinthians 13:13"
        },
        {
            "verse": "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
            "reference": "James 1:6"
        },
        {
            "verse": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
            "reference": "Ephesians 6:16"
        },
        {
            "verse": "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.",
            "reference": "Mark 11:24"
        },
        {
            "verse": "Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
            "reference": "John 6:35"
        },
        {
            "verse": "For you know that the testing of your faith produces steadfastness.",
            "reference": "James 1:3"
        },
        {
            "verse": "So also faith by itself, if it does not have works, is dead.",
            "reference": "James 2:17"
        },
        {
            "verse": "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”",
            "reference": "John 8:24"
        },
        {
            "verse": "“Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
            "reference": "Habakkuk 2:4"
        },
        {
            "verse": "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
            "reference": "Mark 16:16"
        },
        {
            "verse": "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
            "reference": "John 3:36"
        },
        {
            "verse": "Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”",
            "reference": "John 7:38"
        },
        {
            "verse": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
            "reference": "1 Corinthians 13:2"
        },
        {
            "verse": "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.",
            "reference": "1 Timothy 6:12"
        },
        {
            "verse": "As for the one who is weak in faith, welcome him, but not to quarrel over opinions.",
            "reference": "Romans 14:1"
        },
        {
            "verse": "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.",
            "reference": "Matthew 15:28"
        },
        {
            "verse": "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.",
            "reference": "Hebrews 11:11"
        },
        {
            "verse": "But he said, “What is impossible with man is possible with God.”",
            "reference": "Luke 18:27"
        },
        {
            "verse": "Jesus said to her, “Did I not tell you that if you believed you would see the glory of God?”",
            "reference": "John 11:40"
        },
        {
            "verse": "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
            "reference": "John 1:12"
        },
        {
            "verse": "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness.",
            "reference": "1 Timothy 6:11"
        },
        {
            "verse": "And Jesus answered them, “Have faith in God.",
            "reference": "Mark 11:22"
        },
        {
            "verse": "For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
            "reference": "Romans 10:10"
        },
        {
            "verse": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
            "reference": "Romans 5:1"
        },
        {
            "verse": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
            "reference": "Joshua 1:9"
        },
        {
            "verse": "In the beginning was the Word, and the Word was with God, and the Word was God.",
            "reference": "John 1:1"
        },
        {
            "verse": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
            "reference": "Galatians 5:22"
        },
        {
            "verse": "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, for we walk by faith, not by sight.",
            "reference": "2 Corinthians 5:6-7"
        },
        {
            "verse": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
            "reference": "Jeremiah 29:11"
        },
        {
            "verse": "Remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ.",
            "reference": "1 Thessalonians 1:3"
        },
        {
            "verse": "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.",
            "reference": "1 John 5:1"
        },
        {
            "verse": "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.”",
            "reference": "Hebrews 10:38"
        },
        {
            "verse": "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
            "reference": "Matthew 6:24"
        },
        {
            "verse": "Immediately the father of the child cried out and said, “I believe; help my unbelief!”",
            "reference": "Mark 9:24"
        },
        {
            "verse": "And the Lord said, “If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
            "reference": "Luke 17:6"
        },
        {
            "verse": "In all your ways acknowledge him, and he will make straight your paths.",
            "reference": "Proverbs 3:6"
        },
        {
            "verse": "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
            "reference": "Galatians 5:6"
        },
        {
            "verse": "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly the woman was made well.",
            "reference": "Matthew 9:22"
        },
        {
            "verse": "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.",
            "reference": "Romans 14:23"
        },
        {
            "verse": "Casting all your anxieties on him, because he cares for you.",
            "reference": "1 Peter 5:7"
        },
        {
            "verse": "But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.",
            "reference": "James 2:18"
        },
        {
            "verse": "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
            "reference": "1 Timothy 4:12"
        },
        {
            "verse": "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
            "reference": "Philippians 4:19"
        },
        {
            "verse": "And he said to the woman, “Your faith has saved you; go in peace.”",
            "reference": "Luke 7:50"
        },
        {
            "verse": "Truly, truly, I say to you, whoever believes has eternal life.",
            "reference": "John 6:47"
        },
        {
            "verse": "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?",
            "reference": "1 John 5:5"
        },
        {
            "verse": "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
            "reference": "Isaiah 40:31"
        },
        {
            "verse": "I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.",
            "reference": "1 John 5:13"
        },
        {
            "verse": "For by it the people of old received their commendation.",
            "reference": "Hebrews 11:2"
        },
        {
            "verse": "I have chosen the way of faithfulness; I set your rules before me.",
            "reference": "Psalm 119:30"
        },
        {
            "verse": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
            "reference": "Deuteronomy 31:6"
        },
        {
            "verse": "Let all that you do be done in love.",
            "reference": "1 Corinthians 16:14"
        },
        {
            "verse": "Anyone who does not love does not know God, because God is love.",
            "reference": "1 John 4:8"
        },
        {
            "verse": "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
            "reference": "1 Peter 4:8"
        },
        {
            "verse": "And above all these put on love, which binds everything together in perfect harmony.",
            "reference": "Colossians 3:14"
        },
        {
            "verse": "Greater love has no one than this, that someone lay down his life for his friends.",
            "reference": "John 15:13"
        },
        {
            "verse": "We love because he first loved us.",
            "reference": "1 John 4:19"
        },
        {
            "verse": "Hatred stirs up strife, but love covers all offenses.",
            "reference": "Proverbs 10:12"
        },
        {
            "verse": "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.",
            "reference": "1 John 4:18"
        },
        {
            "verse": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
            "reference": "1 John 4:7"
        },
        {
            "verse": "But God shows his love for us in that while we were still sinners, Christ died for us.",
            "reference": "Romans 5:8"
        },
        {
            "verse": "With all humility and gentleness, with patience, bearing with one another in love,",
            "reference": "Ephesians 4:2"
        },
        {
            "verse": "“If you love me, you will keep my commandments.",
            "reference": "John 14:15"
        },
        {
            "verse": "A friend loves at all times, and a brother is born for adversity.",
            "reference": "Proverbs 17:17"
        },
        {
            "verse": "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
            "reference": "Romans 13:8"
        },
        {
            "verse": "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.",
            "reference": "1 John 4:16"
        },
        {
            "verse": "Let love be genuine. Abhor what is evil; hold fast to what is good.",
            "reference": "Romans 12:9"
        },
        {
            "verse": "Love one another with brotherly affection. Outdo one another in showing honor.",
            "reference": "Romans 12:10"
        },
        {
            "verse": "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
            "reference": "Romans 13:10"
        },
        {
            "verse": "Little children, let us not love in word or talk but in deed and in truth.",
            "reference": "1 John 3:18"
        },
        {
            "verse": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
            "reference": "1 John 4:7-8"
        },
        {
            "verse": "“This is my commandment, that you love one another as I have loved you.",
            "reference": "John 15:12"
        },
        {
            "verse": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
            "reference": "Ephesians 5:33"
        },
        {
            "verse": "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
            "reference": "Mark 12:31"
        },
        {
            "verse": "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.",
            "reference": "Proverbs 17:9"
        },
        {
            "verse": "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
            "reference": "Ephesians 4:2-3"
        },
        {
            "verse": "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
            "reference": "1 John 4:20"
        },
        {
            "verse": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
            "reference": "1 Peter 5:6-7"
        },
        {
            "verse": "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.",
            "reference": "Psalm 86:15"
        },
        {
            "verse": "And as you wish that others would do to you, do so to them.",
            "reference": "Luke 6:31"
        },
        {
            "verse": "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
            "reference": "1 John 4:12"
        },
        {
            "verse": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
            "reference": "John 13:34"
        },
        {
            "verse": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”",
            "reference": "John 14:21"
        },
        {
            "verse": "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.",
            "reference": "1 John 3:16"
        },
        {
            "verse": "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.",
            "reference": "Song of Solomon 8:7"
        },
        {
            "verse": "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
            "reference": "Romans 5:5"
        },
        {
            "verse": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
            "reference": "Galatians 5:22-23"
        },
        {
            "verse": "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
            "reference": "Jeremiah 31:3"
        },
        {
            "verse": "Because your steadfast love is better than life, my lips will praise you.",
            "reference": "Psalm 63:3"
        },
        {
            "verse": "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,",
            "reference": "1 Peter 1:22"
        },
        {
            "verse": "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
            "reference": "John 14:23"
        },
        {
            "verse": "And this commandment we have from him: whoever loves God must also love his brother.",
            "reference": "1 John 4:21"
        },
        {
            "verse": "Beloved, if God so loved us, we also ought to love one another.",
            "reference": "1 John 4:11"
        },
        {
            "verse": "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.",
            "reference": "Matthew 22:37"
        },
        {
            "verse": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
            "reference": "Romans 8:35"
        },
        {
            "verse": "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.",
            "reference": "Psalm 143:8"
        },
        {
            "verse": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;",
            "reference": "1 Corinthians 13:4-5"
        },
        {
            "verse": "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.",
            "reference": "Leviticus 19:18"
        },
        {
            "verse": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
            "reference": "Galatians 5:13"
        },
        {
            "verse": "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.",
            "reference": "Isaiah 43:4"
        },
        {
            "verse": "Love is patient and kind; love does not envy or boast; it is not arrogant",
            "reference": "1 Corinthians 13:4"
        },
        {
            "verse": "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.",
            "reference": "Genesis 29:20"
        },
        {
            "verse": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
            "reference": "Ephesians 4:32"
        },
        {
            "verse": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
            "reference": "1 Corinthians 13:1"
        },
        {
            "verse": "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.",
            "reference": "John 15:12-13"
        },
        {
            "verse": "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
            "reference": "Philippians 2:2"
        },
        {
            "verse": "I love those who love me, and those who seek me diligently find me.",
            "reference": "Proverbs 8:17"
        },
        {
            "verse": "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;",
            "reference": "2 Corinthians 5:14"
        },
        {
            "verse": "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!",
            "reference": "Song of Solomon 4:10"
        },
        {
            "verse": "Better is a dinner of herbs where love is than a fattened ox and hatred with it.",
            "reference": "Proverbs 15:17"
        },
        {
            "verse": "My beloved is mine, and I am his; he grazes among the lilies.",
            "reference": "Song of Solomon 2:16"
        },
        {
            "verse": "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
            "reference": "Romans 12:9-10"
        },
        {
            "verse": "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
            "reference": "James 2:8"
        },
        {
            "verse": "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.",
            "reference": "Proverbs 5:19"
        },
        {
            "verse": "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
            "reference": "Song of Solomon 1:2"
        },
        {
            "verse": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
            "reference": "Ephesians 5:2"
        },
        {
            "verse": "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,",
            "reference": "Matthew 5:43-44"
        },
        {
            "verse": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
            "reference": "John 16:33"
        },
        {
            "verse": "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.",
            "reference": "2 Thessalonians 3:16"
        },
        {
            "verse": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
            "reference": "Isaiah 26:3"
        },
        {
            "verse": "“Blessed are the peacemakers, for they shall be called sons of God.",
            "reference": "Matthew 5:9"
        },
        {
            "verse": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
            "reference": "John 14:27"
        },
        {
            "verse": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
            "reference": "Philippians 4:6"
        },
        {
            "verse": "If possible, so far as it depends on you, live peaceably with all.",
            "reference": "Romans 12:18"
        },
        {
            "verse": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
            "reference": "Colossians 3:15"
        },
        {
            "verse": "In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety.",
            "reference": "Psalm 4:8"
        },
        {
            "verse": "Strive for peace with everyone, and for the holiness without which no one will see the Lord.",
            "reference": "Hebrews 12:14"
        },
        {
            "verse": "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.",
            "reference": "Romans 8:6"
        },
        {
            "verse": "Great peace have those who love your law; nothing can make them stumble.",
            "reference": "Psalm 119:165"
        },
        {
            "verse": "And a harvest of righteousness is sown in peace by those who make peace.",
            "reference": "James 3:18"
        },
        {
            "verse": "Let him turn away from evil and do good; let him seek peace and pursue it.",
            "reference": "1 Peter 3:11"
        },
        {
            "verse": "Turn away from evil and do good; seek peace and pursue it.",
            "reference": "Psalm 34:14"
        },
        {
            "verse": "For God is not a God of confusion but of peace. As in all the churches of the saints,",
            "reference": "1 Corinthians 14:33"
        },
        {
            "verse": "May the Lord give strength to his people! May the Lord bless his people with peace!",
            "reference": "Psalm 29:11"
        },
        {
            "verse": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
            "reference": "Philippians 4:7"
        },
        {
            "verse": "When a man's ways please the Lord, he makes even his enemies to be at peace with him.",
            "reference": "Proverbs 16:7"
        },
        {
            "verse": "Deceit is in the heart of those who devise evil, but those who plan peace have joy.",
            "reference": "Proverbs 12:20"
        },
        {
            "verse": "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.",
            "reference": "Philippians 4:9"
        },
        {
            "verse": "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.",
            "reference": "2 Corinthians 13:11"
        },
        {
            "verse": "So then let us pursue what makes for peace and for mutual upbuilding.",
            "reference": "Romans 14:19"
        },
        {
            "verse": "“Behold, God is my salvation; I will trust, and will not be afraid; for the Lord God is my strength and my song, and he has become my salvation.”",
            "reference": "Isaiah 12:2"
        },
        {
            "verse": "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.",
            "reference": "James 3:17"
        },
        {
            "verse": "Eager to maintain the unity of the Spirit in the bond of peace.",
            "reference": "Ephesians 4:3"
        },
        {
            "verse": "May mercy, peace, and love be multiplied to you.",
            "reference": "Jude 1:2"
        },
        {
            "verse": "Let me hear what God the Lord will speak, for he will speak peace to his people, to his saints; but let them not turn back to folly.",
            "reference": "Psalm 85:8"
        },
        {
            "verse": "“Glory to God in the highest, and on earth peace among those with whom he is pleased!”",
            "reference": "Luke 2:14"
        },
        {
            "verse": "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
            "reference": "Numbers 6:24-26"
        },
        {
            "verse": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
            "reference": "Romans 16:20"
        },
        {
            "verse": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed.",
            "reference": "Isaiah 53:5"
        },
        {
            "verse": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
            "reference": "Hebrews 12:11"
        },
        {
            "verse": "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever.",
            "reference": "Isaiah 32:17"
        },
        {
            "verse": "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
            "reference": "1 Thessalonians 5:23"
        },
        {
            "verse": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
            "reference": "Romans 14:17"
        },
        {
            "verse": "It is an honor for a man to keep aloof from strife, but every fool will be quarreling.",
            "reference": "Proverbs 20:3"
        },
        {
            "verse": "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.",
            "reference": "Proverbs 16:32"
        },
        {
            "verse": "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.",
            "reference": "Colossians 3:13"
        },
        {
            "verse": "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.",
            "reference": "1 Thessalonians 5:15"
        },
        {
            "verse": "Mark the blameless and behold the upright, for there is a future for the man of peace.",
            "reference": "Psalm 37:37"
        },
        {
            "verse": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
            "reference": "Isaiah 41:10"
        },
        {
            "verse": "O Lord, you will ordain peace for us, for you have indeed done for us all our works.",
            "reference": "Isaiah 26:12"
        },
        {
            "verse": "“Agree with God, and be at peace; thereby good will come to you.",
            "reference": "Job 22:21"
        },
        {
            "verse": "May the God of peace be with you all. Amen.",
            "reference": "Romans 15:33"
        },
        {
            "verse": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
            "reference": "Romans 12:17"
        },
        {
            "verse": "So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.",
            "reference": "2 Timothy 2:22"
        },
        {
            "verse": "All your children shall be taught by the Lord, and great shall be the peace of your children.",
            "reference": "Isaiah 54:13"
        },
        {
            "verse": "The Lord lift up his countenance upon you and give you peace.",
            "reference": "Numbers 6:26"
        },
        {
            "verse": "Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”",
            "reference": "Mark 9:50"
        },
        {
            "verse": "To give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”",
            "reference": "Luke 1:79"
        },
        {
            "verse": "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you.",
            "reference": "Proverbs 3:1-2"
        },
        {
            "verse": "Better is a dry morsel with quiet than a house full of feasting with strife.",
            "reference": "Proverbs 17:1"
        },
        {
            "verse": "My people will abide in a peaceful habitation, in secure dwellings, and in quiet resting places.",
            "reference": "Isaiah 32:18"
        },
        {
            "verse": "Behold, I will bring to it health and healing, and I will heal them and reveal to them abundance of prosperity and security.",
            "reference": "Jeremiah 33:6"
        },
        {
            "verse": "For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility",
            "reference": "Ephesians 2:14"
        },
        {
            "verse": "To all those in Rome who are loved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
            "reference": "Romans 1:7"
        },
        {
            "verse": "“There is no peace,” says the Lord, “for the wicked.”",
            "reference": "Isaiah 48:22"
        },
        {
            "verse": "Steadfast love and faithfulness meet; righteousness and peace kiss each other.",
            "reference": "Psalm 85:10"
        },
        {
            "verse": "There is no peace,” says my God, “for the wicked.”",
            "reference": "Isaiah 57:21"
        },
        {
            "verse": "For God gave us a spirit not of fear but of power and love and self-control.",
            "reference": "2 Timothy 1:7"
        },
        {
            "verse": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
            "reference": "Philemon 1:3"
        },
        {
            "verse": "My covenant with him was one of life and peace, and I gave them to him. It was a covenant of fear, and he feared me. He stood in awe of my name.",
            "reference": "Malachi 2:5"
        },
        {
            "verse": "The Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace.",
            "reference": "Numbers 6:25-26"
        },
        {
            "verse": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
            "reference": "Romans 12:12"
        },
        {
            "verse": "Rejoice in the Lord always; again I will say, rejoice.",
            "reference": "Philippians 4:4"
        },
        {
            "verse": "Count it all joy, my brothers, when you meet trials of various kinds,",
            "reference": "James 1:2"
        },
        {
            "verse": "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
            "reference": "Psalm 16:11"
        },
        {
            "verse": "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
            "reference": "John 16:24"
        },
        {
            "verse": "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
            "reference": "Proverbs 17:22"
        },
        {
            "verse": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
            "reference": "John 16:22"
        },
        {
            "verse": "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
            "reference": "John 15:11"
        },
        {
            "verse": "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
            "reference": "Psalm 30:5"
        },
        {
            "verse": "This is the day that the Lord has made; let us rejoice and be glad in it.",
            "reference": "Psalm 118:24"
        },
        {
            "verse": "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,",
            "reference": "1 Peter 1:8"
        },
        {
            "verse": "You have put more joy in my heart than they have when their grain and wine abound.",
            "reference": "Psalm 4:7"
        },
        {
            "verse": "The hope of the righteous brings joy, but the expectation of the wicked will perish.",
            "reference": "Proverbs 10:28"
        },
        {
            "verse": "My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed.",
            "reference": "Psalm 71:23"
        },
        {
            "verse": "Rejoice with those who rejoice, weep with those who weep.",
            "reference": "Romans 12:15"
        },
        {
            "verse": "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
            "reference": "Luke 15:10"
        },
        {
            "verse": "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you.",
            "reference": "Psalm 5:11"
        },
        {
            "verse": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
            "reference": "James 1:2-3"
        },
        {
            "verse": "Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure.",
            "reference": "Psalm 16:9"
        },
        {
            "verse": "When the cares of my heart are many, your consolations cheer my soul.",
            "reference": "Psalm 94:19"
        },
        {
            "verse": "Rejoice always,",
            "reference": "1 Thessalonians 5:16"
        },
        {
            "verse": "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.",
            "reference": "Ecclesiastes 9:7"
        },
        {
            "verse": "Splendor and majesty are before him; strength and joy are in his place.",
            "reference": "1 Chronicles 16:27"
        },
        {
            "verse": "And now my head shall be lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord.",
            "reference": "Psalm 27:6"
        },
        {
            "verse": "Be glad in the Lord, and rejoice, O righteous, and shout for joy, all you upright in heart!",
            "reference": "Psalm 32:11"
        },
        {
            "verse": "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
            "reference": "Luke 15:7"
        },
        {
            "verse": "Those who sow in tears shall reap with shouts of joy!",
            "reference": "Psalm 126:5"
        },
        {
            "verse": "The Lord is my strength and my shield; in him my heart trusts, and I am helped; my heart exults, and with my song I give thanks to him.",
            "reference": "Psalm 28:7"
        },
        {
            "verse": "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
            "reference": "1 Thessalonians 5:16-18"
        },
        {
            "verse": "You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness,",
            "reference": "Psalm 30:11"
        },
        {
            "verse": "Though I have much to write to you, I would rather not use paper and ink. Instead I hope to come to you and talk face to face, so that our joy may be complete.",
            "reference": "2 John 1:12"
        },
        {
            "verse": "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
            "reference": "Psalm 51:12"
        },
        {
            "verse": "Your testimonies are my heritage forever, for they are the joy of my heart.",
            "reference": "Psalm 119:111"
        },
        {
            "verse": "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,",
            "reference": "1 Thessalonians 1:6"
        },
        {
            "verse": "For our heart is glad in him, because we trust in his holy name.",
            "reference": "Psalm 33:21"
        },
        {
            "verse": "I am acting with great boldness toward you; I have great pride in you; I am filled with comfort. In all our affliction, I am overflowing with joy.",
            "reference": "2 Corinthians 7:4"
        },
        {
            "verse": "But rejoice insofar as you share Christ's sufferings, that you may also rejoice and be glad when his glory is revealed.",
            "reference": "1 Peter 4:13"
        },
        {
            "verse": "The precepts of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;",
            "reference": "Psalm 19:8"
        },
        {
            "verse": "So that by God's will I may come to you with joy and be refreshed in your company.",
            "reference": "Romans 15:32"
        },
        {
            "verse": "And we are writing these things so that our joy may be complete.",
            "reference": "1 John 1:4"
        },
        {
            "verse": "To the choirmaster. A Psalm of the Sons of Korah. Clap your hands, all peoples! Shout to God with loud songs of joy!",
            "reference": "Psalm 47:1"
        },
        {
            "verse": "A Psalm for giving thanks. Make a joyful noise to the Lord, all the earth!",
            "reference": "Psalm 100:1"
        },
        {
            "verse": "The father of the righteous will greatly rejoice; he who fathers a wise son will be glad in him.",
            "reference": "Proverbs 23:24"
        },
        {
            "verse": "For you are our glory and joy.",
            "reference": "1 Thessalonians 2:20"
        },
        {
            "verse": "Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O Lord, God of hosts.",
            "reference": "Jeremiah 15:16"
        },
        {
            "verse": "For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.",
            "reference": "2 Corinthians 12:10"
        },
        {
            "verse": "But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.",
            "reference": "John 17:13"
        },
        {
            "verse": "You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil.",
            "reference": "Isaiah 9:3"
        },
        {
            "verse": "Being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
            "reference": "Colossians 1:11"
        },
        {
            "verse": "For I have derived much joy and comfort from your love, my brother, because the hearts of the saints have been refreshed through you.",
            "reference": "Philemon 1:7"
        },
        {
            "verse": "I have no greater joy than to hear that my children are walking in the truth.",
            "reference": "3 John 1:4"
        },
        {
            "verse": "Light is sown for the righteous, and joy for the upright in heart.",
            "reference": "Psalm 97:11"
        },
        {
            "verse": "Shout, and sing for joy, O inhabitant of Zion, for great in your midst is the Holy One of Israel.”",
            "reference": "Isaiah 12:6"
        },
        {
            "verse": "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’",
            "reference": "Matthew 25:21"
        },
        {
            "verse": "And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people.",
            "reference": "Luke 2:10"
        },
        {
            "verse": "In the way of your testimonies I delight as much as in all riches.",
            "reference": "Psalm 119:14"
        },
        {
            "verse": "Let me hear joy and gladness; let the bones that you have broken rejoice.",
            "reference": "Psalm 51:8"
        },
        {
            "verse": "As sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything.",
            "reference": "2 Corinthians 6:10"
        },
        {
            "verse": "You have made known to me the paths of life; you will make me full of gladness with your presence.’",
            "reference": "Acts 2:28"
        },
        {
            "verse": "And my spirit rejoices in God my Savior,",
            "reference": "Luke 1:47"
        },
        {
            "verse": "Delight yourself in the Lord, and he will give you the desires of your heart.",
            "reference": "Psalm 37:4"
        },
        {
            "verse": "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,",
            "reference": "1 Thessalonians 3:9"
        },
        {
            "verse": "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
            "reference": "Romans 5:11"
        },
        {
            "verse": "And the disciples were filled with joy and with the Holy Spirit.",
            "reference": "Acts 13:52"
        },
        {
            "verse": "When they saw the star, they rejoiced exceedingly with great joy.",
            "reference": "Matthew 2:10"
        },
        {
            "verse": "For you make him most blessed forever; you make him glad with the joy of your presence.",
            "reference": "Psalm 21:6"
        },
        {
            "verse": "With joy you will draw water from the wells of salvation.",
            "reference": "Isaiah 12:3"
        },
        {
            "verse": "May all who seek you rejoice and be glad in you! May those who love your salvation say evermore, “God is great!”",
            "reference": "Psalm 70:4"
        },
        {
            "verse": "So he brought his people out with joy, his chosen ones with singing.",
            "reference": "Psalm 105:43"
        },
        {
            "verse": "And they worshiped him and returned to Jerusalem with great joy,",
            "reference": "Luke 24:52"
        },
        {
            "verse": "For the Lord takes pleasure in his people; he adorns the humble with salvation.",
            "reference": "Psalm 149:4"
        },
        {
            "verse": "I will be glad and exult in you; I will sing praise to your name, O Most High.",
            "reference": "Psalm 9:2"
        },
        {
            "verse": "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.",
            "reference": "2 Corinthians 1:24"
        },
        {
            "verse": "He who goes out weeping, bearing the seed for sowing, shall come home with shouts of joy, bringing his sheaves with him.",
            "reference": "Psalm 126:6"
        },
        {
            "verse": "Anxiety in a man's heart weighs him down, but a good word makes him glad.",
            "reference": "Proverbs 12:25"
        },
        {
            "verse": "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
            "reference": "Psalm 55:22"
        },
        {
            "verse": "“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
            "reference": "Matthew 6:34"
        },
        {
            "verse": "“Let not your hearts be troubled. Believe in God; believe also in me.",
            "reference": "John 14:1"
        },
        {
            "verse": "And which of you by being anxious can add a single hour to his span of life?",
            "reference": "Matthew 6:27"
        },
        {
            "verse": "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.",
            "reference": "2 Corinthians 9:8"
        },
        {
            "verse": "When I am afraid, I put my trust in you.",
            "reference": "Psalm 56:3"
        },
        {
            "verse": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
            "reference": "Psalm 23:4"
        },
        {
            "verse": "As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.",
            "reference": "Matthew 13:22"
        },
        {
            "verse": "O Lord, all my longing is before you; my sighing is not hidden from you.",
            "reference": "Psalm 38:9"
        },
        {
            "verse": "Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!",
            "reference": "Luke 12:24"
        },
        {
            "verse": "Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.",
            "reference": "Ecclesiastes 11:10"
        },
        {
            "verse": "For in much wisdom is much vexation, and he who increases knowledge increases sorrow.",
            "reference": "Ecclesiastes 1:18"
        },
        {
            "verse": "I sought the Lord, and he answered me and delivered me from all my fears.",
            "reference": "Psalm 34:4"
        },
        {
            "verse": "So we can confidently say, “The Lord is my helper; I will not fear; what can man do to me?”",
            "reference": "Hebrews 13:6"
        },
        {
            "verse": "Do I say these things on human authority? Does not the Law say the same?",
            "reference": "1 Corinthians 9:8"
        },
        {
            "verse": "What then shall we say to these things? If God is for us, who can be against us?",
            "reference": "Romans 8:31"
        },
        {
            "verse": "For I know that my Redeemer lives, and at the last he will stand upon the earth.",
            "reference": "Job 19:25"
        },
        {
            "verse": "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,",
            "reference": "1 Peter 3:14"
        },
        {
            "verse": "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.",
            "reference": "2 Corinthians 7:10"
        },
        {
            "verse": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
            "reference": "Galatians 6:9"
        },
        {
            "verse": "Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”",
            "reference": "Isaiah 35:4"
        },
        {
            "verse": "The Lord will fulfill his purpose for me; your steadfast love, O Lord, endures forever. Do not forsake the work of your hands.",
            "reference": "Psalm 138:8"
        },
        {
            "verse": "And God said, “Let there be light,” and there was light.",
            "reference": "Genesis 1:3"
        },
        {
            "verse": "A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth.",
            "reference": "Psalm 121:1-2"
        },
        {
            "verse": "And he said to his disciples, “Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.",
            "reference": "Luke 12:22"
        },
        {
            "verse": "“Blessed is the man who trusts in the Lord, whose trust is the Lord.",
            "reference": "Jeremiah 17:7"
        },
        {
            "verse": "For I, the Lord your God, hold your right hand; it is I who say to you, “Fear not, I am the one who helps you.”",
            "reference": "Isaiah 41:13"
        },
        {
            "verse": "If to others I am not an apostle, at least I am to you, for you are the seal of my apostleship in the Lord.",
            "reference": "1 Corinthians 9:2"
        },
        {
            "verse": "Nothing is covered up that will not be revealed, or hidden that will not be known.",
            "reference": "Luke 12:2"
        },
        {
            "verse": "And great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach.",
            "reference": "Matthew 13:2"
        },
        {
            "verse": "Rise up, O judge of the earth; repay to the proud what they deserve!",
            "reference": "Psalm 94:2"
        },
        {
            "verse": "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,",
            "reference": "Revelation 1:1"
        },
        {
            "verse": "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
            "reference": "John 14:2"
        },
        {
            "verse": "A good man obtains favor from the Lord, but a man of evil devices he condemns.",
            "reference": "Proverbs 12:2"
        },
        {
            "verse": "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
            "reference": "Matthew 6:33"
        },
        {
            "verse": "Not domineering over those in your charge, but being examples to the flock.",
            "reference": "1 Peter 5:3"
        },
        {
            "verse": "Give a portion to seven, or even to eight, for you know not what disaster may happen on earth.",
            "reference": "Ecclesiastes 11:2"
        },
        {
            "verse": "Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil.",
            "reference": "Psalm 37:8"
        },
        {
            "verse": "The fear of man lays a snare, but whoever trusts in the Lord is safe.",
            "reference": "Proverbs 29:25"
        },
        {
            "verse": "When I am afraid, I put my trust in you. In God, whose word I praise, in God I trust; I shall not be afraid. What can flesh do to me?",
            "reference": "Psalm 56:3-4"
        },
        {
            "verse": "When the righteous cry for help, the Lord hears and delivers them out of all their troubles.",
            "reference": "Psalm 34:17"
        },
        {
            "verse": "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”",
            "reference": "Deuteronomy 31:8"
        },
        {
            "verse": "Come to me, all who labor and are heavy laden, and I will give you rest.",
            "reference": "Matthew 11:28"
        },
        {
            "verse": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
            "reference": "Ephesians 4:29"
        },
        {
            "verse": "Finally, be strong in the Lord and in the strength of his might.",
            "reference": "Ephesians 6:10"
        },
        {
            "verse": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
            "reference": "Psalm 73:26"
        },
        {
            "verse": "The Lord is my strength and my song, and he has become my salvation; this is my God, and I will praise him, my father's God, and I will exalt him.",
            "reference": "Exodus 15:2"
        },
        {
            "verse": "God, the Lord, is my strength; he makes my feet like the deer's; he makes me tread on my high places. To the choirmaster: with stringed instruments.",
            "reference": "Habakkuk 3:19"
        },
        {
            "verse": "He gives power to the faint, and to him who has no might he increases strength.",
            "reference": "Isaiah 40:29"
        },
        {
            "verse": "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’",
            "reference": "Mark 12:30"
        },
        {
            "verse": "But the Lord is faithful. He will establish you and guard you against the evil one.",
            "reference": "2 Thessalonians 3:3"
        },
        {
            "verse": "For the Lord your God is he who goes with you to fight for you against your enemies, to give you the victory.’",
            "reference": "Deuteronomy 20:4"
        },
        {
            "verse": "‘Ah, Lord God! It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you.",
            "reference": "Jeremiah 32:17"
        },
        {
            "verse": "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
            "reference": "Psalm 27:1"
        },
        {
            "verse": "Be strong, and let your heart take courage, all you who wait for the Lord!",
            "reference": "Psalm 31:24"
        },
        {
            "verse": "But I will sing of your strength; I will sing aloud of your steadfast love in the morning. For you have been to me a fortress and a refuge in the day of my distress.",
            "reference": "Psalm 59:16"
        },
        {
            "verse": "Then he said to me, “This is the word of the Lord to Zerubbabel: Not by might, nor by power, but by my Spirit, says the Lord of hosts.",
            "reference": "Zechariah 4:6"
        },
        {
            "verse": "Both riches and honor come from you, and you rule over all. In your hand are power and might, and in your hand it is to make great and to give strength to all.",
            "reference": "1 Chronicles 29:12"
        },
        {
            "verse": "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble.",
            "reference": "Psalm 46:1"
        },
        {
            "verse": "The Lord is my strength and my song; he has become my salvation.",
            "reference": "Psalm 118:14"
        },
        {
            "verse": "For who is God, but the Lord? And who is a rock, except our God?—",
            "reference": "Psalm 18:31"
        },
        {
            "verse": "The God who equipped me with strength and made my way blameless.",
            "reference": "Psalm 18:32"
        },
        {
            "verse": "For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God.",
            "reference": "1 Corinthians 1:18"
        },
        {
            "verse": "For not by their own sword did they win the land, nor did their own arm save them, but your right hand and your arm, and the light of your face, for you delighted in them.",
            "reference": "Psalm 44:3"
        },
        {
            "verse": "My soul melts away for sorrow; strengthen me according to your word!",
            "reference": "Psalm 119:28"
        },
        {
            "verse": "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,",
            "reference": "Ephesians 3:16"
        },
        {
            "verse": "On the day I called, you answered me; my strength of soul you increased.",
            "reference": "Psalm 138:3"
        },
        {
            "verse": "For in him the whole fullness of deity dwells bodily, and you have been filled in him, who is the head of all rule and authority.",
            "reference": "Colossians 2:9-10"
        },
        {
            "verse": "To another faith by the same Spirit, to another gifts of healing by the one Spirit,",
            "reference": "1 Corinthians 12:9"
        },
        {
            "verse": "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
            "reference": "Proverbs 18:10"
        },
        {
            "verse": "For thus said the Lord God, the Holy One of Israel, “In returning and rest you shall be saved; in quietness and in trust shall be your strength.” But you were unwilling,",
            "reference": "Isaiah 30:15"
        },
        {
            "verse": "Desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.",
            "reference": "1 Timothy 1:7"
        },
        {
            "verse": "But you, O Lord, do not be far off! O you my help, come quickly to my aid!",
            "reference": "Psalm 22:19"
        },
        {
            "verse": "For I long to see you, that I may impart to you some spiritual gift to strengthen you— that is, that we may be mutually encouraged by each other's faith, both yours and mine.",
            "reference": "Romans 1:11-12"
        },
        {
            "verse": "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,",
            "reference": "1 Timothy 2:1"
        },
        {
            "verse": "The Almighty—we cannot find him; he is great in power; justice and abundant righteousness he will not violate.",
            "reference": "Job 37:23"
        },
        {
            "verse": "O Lord, be gracious to us; we wait for you. Be our arm every morning, our salvation in the time of trouble.",
            "reference": "Isaiah 33:2"
        },
        {
            "verse": "Awesome is God from his sanctuary; the God of Israel—he is the one who gives power and strength to his people. Blessed be God!",
            "reference": "Psalm 68:35"
        },
        {
            "verse": "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
            "reference": "Matthew 19:26"
        },
        {
            "verse": "The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold.",
            "reference": "Psalm 18:2"
        },
        {
            "verse": "I call upon the Lord, who is worthy to be praised, and I am saved from my enemies.",
            "reference": "Psalm 18:3"
        },
        {
            "verse": "Ascribe to the Lord the glory due his name; worship the Lord in the splendor of holiness.",
            "reference": "Psalm 29:2"
        },
        {
            "verse": "You know that when you were pagans you were led astray to mute idols, however you were led.",
            "reference": "1 Corinthians 12:2"
        },
        {
            "verse": "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
            "reference": "Psalm 16:8"
        },
        {
            "verse": "And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.",
            "reference": "Ecclesiastes 4:12"
        },
        {
            "verse": "Deliver me from those who work evil, and save me from bloodthirsty men.",
            "reference": "Psalm 59:2"
        },
        {
            "verse": "“You have led in your steadfast love the people whom you have redeemed; you have guided them by your strength to your holy abode.",
            "reference": "Exodus 15:13"
        },
        {
            "verse": "“Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you.",
            "reference": "Exodus 20:12"
        },
        {
            "verse": "Train up a child in the way he should go; even when he is old he will not depart from it.",
            "reference": "Proverbs 22:6"
        },
        {
            "verse": "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.",
            "reference": "1 Timothy 5:8"
        },
        {
            "verse": "Children, obey your parents in everything, for this pleases the Lord.",
            "reference": "Colossians 3:20"
        },
        {
            "verse": "For if someone does not know how to manage his own household, how will he care for God's church?",
            "reference": "1 Timothy 3:5"
        },
        {
            "verse": "Your wife will be like a fruitful vine within your house; your children will be like olive shoots around your table.",
            "reference": "Psalm 128:3"
        },
        {
            "verse": "For this reason I bow my knees before the Father, from whom every family in heaven and on earth is named,",
            "reference": "Ephesians 3:14-15"
        },
        {
            "verse": "My son, keep your father's commandment, and forsake not your mother's teaching.",
            "reference": "Proverbs 6:20"
        },
        {
            "verse": "He must manage his own household well, with all dignity keeping his children submissive,",
            "reference": "1 Timothy 3:4"
        },
        {
            "verse": "Whoever troubles his own household will inherit the wind, and the fool will be servant to the wise of heart.",
            "reference": "Proverbs 11:29"
        },
        {
            "verse": "A wise son makes a glad father, but a foolish man despises his mother.",
            "reference": "Proverbs 15:20"
        },
        {
            "verse": "A Song of Ascents. Of David. Behold, how good and pleasant it is when brothers dwell in unity!",
            "reference": "Psalm 133:1"
        },
        {
            "verse": "Hear, my son, your father's instruction, and forsake not your mother's teaching,",
            "reference": "Proverbs 1:8"
        },
        {
            "verse": "Whoever is greedy for unjust gain troubles his own household, but he who hates bribes will live.",
            "reference": "Proverbs 15:27"
        },
        {
            "verse": "A devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God.",
            "reference": "Acts 10:2"
        },
        {
            "verse": "A man of many companions may come to ruin, but there is a friend who sticks closer than a brother.",
            "reference": "Proverbs 18:24"
        },
        {
            "verse": "For God commanded, ‘Honor your father and your mother,’ and, ‘Whoever reviles father or mother must surely die.’",
            "reference": "Matthew 15:4"
        },
        {
            "verse": "The Lord our God be with us, as he was with our fathers. May he not leave us or forsake us,",
            "reference": "1 Kings 8:57"
        },
        {
            "verse": "A good man leaves an inheritance to his children's children, but the sinner's wealth is laid up for the righteous.",
            "reference": "Proverbs 13:22"
        },
        {
            "verse": "For my father and my mother have forsaken me, but the Lord will take me in.",
            "reference": "Psalm 27:10"
        },
        {
            "verse": "And I will be a father to you, and you shall be sons and daughters to me, says the Lord Almighty.”",
            "reference": "2 Corinthians 6:18"
        },
        {
            "verse": "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”",
            "reference": "Luke 11:13"
        },
        {
            "verse": "Crispus, the ruler of the synagogue, believed in the Lord, together with his entire household. And many of the Corinthians hearing Paul believed and were baptized.",
            "reference": "Acts 18:8"
        },
        {
            "verse": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”",
            "reference": "Romans 8:15"
        },
        {
            "verse": "The proverbs of Solomon. A wise son makes a glad father, but a foolish son is a sorrow to his mother.",
            "reference": "Proverbs 10:1"
        },
        {
            "verse": "I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.",
            "reference": "2 Timothy 1:5"
        },
        {
            "verse": "And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”",
            "reference": "Acts 16:31"
        },
        {
            "verse": "Grandchildren are the crown of the aged, and the glory of children is their fathers.",
            "reference": "Proverbs 17:6"
        },
        {
            "verse": "He predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,",
            "reference": "Ephesians 1:5"
        },
        {
            "verse": "Husbands, love your wives, and do not be harsh with them.",
            "reference": "Colossians 3:19"
        },
        {
            "verse": "Children, obey your parents in the Lord, for this is right.",
            "reference": "Ephesians 6:1"
        },
        {
            "verse": "But the steadfast love of the Lord is from everlasting to everlasting on those who fear him, and his righteousness to children's children,",
            "reference": "Psalm 103:17"
        },
        {
            "verse": "My son, if your heart is wise, my heart too will be glad.",
            "reference": "Proverbs 23:15"
        },
        {
            "verse": "For whoever does the will of my Father in heaven is my brother and sister and mother.”",
            "reference": "Matthew 12:50"
        },
        {
            "verse": "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.",
            "reference": "Romans 15:4"
        },
        {
            "verse": "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience.",
            "reference": "Romans 8:24-25"
        },
        {
            "verse": "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.",
            "reference": "Colossians 1:27"
        },
        {
            "verse": "But if we hope for what we do not see, we wait for it with patience.",
            "reference": "Romans 8:25"
        },
        {
            "verse": "Surely there is a future, and your hope will not be cut off.",
            "reference": "Proverbs 23:18"
        },
        {
            "verse": "“And now, O Lord, for what do I wait? My hope is in you.",
            "reference": "Psalm 39:7"
        },
        {
            "verse": "Know that wisdom is such to your soul; if you find it, there will be a future, and your hope will not be cut off.",
            "reference": "Proverbs 24:14"
        },
        {
            "verse": "Having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,",
            "reference": "Ephesians 1:18"
        },
        {
            "verse": "You are my hiding place and my shield; I hope in your word.",
            "reference": "Psalm 119:114"
        },
        {
            "verse": "“The Lord is my portion,” says my soul, “therefore I will hope in him.”",
            "reference": "Lamentations 3:24"
        },
        {
            "verse": "Hope deferred makes the heart sick, but a desire fulfilled is a tree of life.",
            "reference": "Proverbs 13:12"
        },
        {
            "verse": "I wait for the Lord, my soul waits, and in his word I hope;",
            "reference": "Psalm 130:5"
        },
        {
            "verse": "Let your steadfast love, O Lord, be upon us, even as we hope in you.",
            "reference": "Psalm 33:22"
        },
        {
            "verse": "For you, O Lord, are my hope, my trust, O Lord, from my youth.",
            "reference": "Psalm 71:5"
        },
        {
            "verse": "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees?",
            "reference": "Romans 8:24"
        },
        {
            "verse": "But the Lord takes pleasure in those who fear him, in those who hope in his steadfast love.",
            "reference": "Psalm 147:11"
        },
        {
            "verse": "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God.",
            "reference": "Psalm 42:11"
        },
        {
            "verse": "But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation.",
            "reference": "1 Thessalonians 5:8"
        },
        {
            "verse": "But I will hope continually and will praise you yet more and more.",
            "reference": "Psalm 71:14"
        },
        {
            "verse": "Behold, the eye of the Lord is on those who fear him, on those who hope in his steadfast love,",
            "reference": "Psalm 33:18"
        },
        {
            "verse": "So that being justified by his grace we might become heirs according to the hope of eternal life.",
            "reference": "Titus 3:7"
        },
        {
            "verse": "Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.",
            "reference": "1 Peter 1:13"
        },
        {
            "verse": "We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain,",
            "reference": "Hebrews 6:19"
        },
        {
            "verse": "Waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,",
            "reference": "Titus 2:13"
        },
        {
            "verse": "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness.",
            "reference": "Galatians 5:5"
        },
        {
            "verse": "There is one body and one Spirit—just as you were called to the one hope that belongs to your call—",
            "reference": "Ephesians 4:4"
        },
        {
            "verse": "For the needy shall not always be forgotten, and the hope of the poor shall not perish forever.",
            "reference": "Psalm 9:18"
        },
        {
            "verse": "But as for me, I will look to the Lord; I will wait for the God of my salvation; my God will hear me.",
            "reference": "Micah 7:7"
        },
        {
            "verse": "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
            "reference": "Romans 5:3-4"
        },
        {
            "verse": "And everyone who thus hopes in him purifies himself as he is pure.",
            "reference": "1 John 3:3"
        },
        {
            "verse": "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.",
            "reference": "Romans 5:2"
        },
        {
            "verse": "In hope of eternal life, which God, who never lies, promised before the ages began",
            "reference": "Titus 1:2"
        },
        {
            "verse": "And you will feel secure, because there is hope; you will look around and take your rest in security.",
            "reference": "Job 11:18"
        },
        {
            "verse": "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.",
            "reference": "Romans 8:18"
        },
        {
            "verse": "Lead me in your truth and teach me, for you are the God of my salvation; for you I wait all the day long.",
            "reference": "Psalm 25:5"
        },
        {
            "verse": "But Christ is faithful over God's house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope.",
            "reference": "Hebrews 3:6"
        },
        {
            "verse": "But, as it is written, “What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him”—",
            "reference": "1 Corinthians 2:9"
        },
        {
            "verse": "If in Christ we have hope in this life only, we are of all people most to be pitied.",
            "reference": "1 Corinthians 15:19"
        },
        {
            "verse": "For God alone, O my soul, wait in silence, for my hope is from him.",
            "reference": "Psalm 62:5"
        },
        {
            "verse": "O Israel, hope in the Lord! For with the Lord there is steadfast love, and with him is plentiful redemption.",
            "reference": "Psalm 130:7"
        },
        {
            "verse": "Blessed is he whose help is the God of Jacob, whose hope is in the Lord his God,",
            "reference": "Psalm 146:5"
        },
        {
            "verse": "Who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.",
            "reference": "1 Peter 1:21"
        },
        {
            "verse": "O Lord, you hear the desire of the afflicted; you will strengthen their heart; you will incline your ear",
            "reference": "Psalm 10:17"
        },
        {
            "verse": "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.",
            "reference": "1 Thessalonians 4:13"
        },
        {
            "verse": "Since we have such a hope, we are very bold,",
            "reference": "2 Corinthians 3:12"
        },
        {
            "verse": "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
            "reference": "Galatians 6:8"
        },
        {
            "verse": "Though he slay me, I will hope in him; yet I will argue my ways to his face.",
            "reference": "Job 13:15"
        },
        {
            "verse": "My soul longs for your salvation; I hope in your word.",
            "reference": "Psalm 119:81"
        },
        {
            "verse": "Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,",
            "reference": "1 Timothy 1:1"
        },
        {
            "verse": "In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”",
            "reference": "Romans 4:18"
        },
        {
            "verse": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
            "reference": "2 Corinthians 5:17"
        },
        {
            "verse": "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?",
            "reference": "Numbers 23:19"
        },
        {
            "verse": "And in his name the Gentiles will hope.”",
            "reference": "Matthew 12:21"
        },
        {
            "verse": "Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double.",
            "reference": "Zechariah 9:12"
        },
        {
            "verse": "And we desire each one of you to show the same earnestness to have the full assurance of hope until the end,",
            "reference": "Hebrews 6:11"
        },
        {
            "verse": "Because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,",
            "reference": "Colossians 1:5"
        },
        {
            "verse": "But this I call to mind, and therefore I have hope:",
            "reference": "Lamentations 3:21"
        }
    ]
}