{
    "verses": [
        "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
        "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
        "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
        "So as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—",
        "Be imitators of me, as I am of Christ.",
        "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.",
        "Count it all joy, my brothers, when you meet trials of various kinds,",
        "Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,",
        "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.",
        "I can do all things through him who strengthens me.",
        "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "And may the Lord make you increase and abound in love for one another and for all, as we do for you,",
        "You therefore must be perfect, as your heavenly Father is perfect.",
        "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,",
        "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
        "And Jesus increased in wisdom and in stature and in favor with God and man.",
        "For it is God who works in you, both to will and to work for his good pleasure.",
        "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.",
        "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation— if indeed you have tasted that the Lord is good.",
        "But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.",
        "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.",
        "Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature.",
        "We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing.",
        "Until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,",
        "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.",
        "And the child grew and became strong, filled with wisdom. And the favor of God was upon him.",
        "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.",
        "Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;",
        "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.",
        "Now the boy Samuel continued to grow both in stature and in favor with the Lord and also with man.",
        "He who plants and he who waters are one, and each will receive his wages according to his labor.",
        "The righteous flourish like the palm tree and grow like a cedar in Lebanon.",
        "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.",
        "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
        "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.",
        "And take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
        "Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away.",
        "So neither he who plants nor he who waters is anything, but only God who gives the growth.",
        "So those who received his word were baptized, and there were added that day about three thousand souls.",
        "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope,",
        "And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, to equip the saints for the work of ministry, for building up the body of Christ,",
        "Your word is a lamp to my feet and a light to my path.",
        "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,",
        "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
        "For the righteous falls seven times and rises again, but the wicked stumble in times of calamity.",
        "And let us consider how to stir up one another to love and good works,",
        "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
        "Pray without ceasing,",
        "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,"
    ],
    "references": [
        "2 Peter 3:18",
        "Philippians 1:6",
        "Galatians 5:22-23",
        "Matthew 5:6",
        "Colossians 1:10",
        "1 Peter 2:2",
        "1 Corinthians 11:1",
        "1 Corinthians 13:11",
        "James 1:2",
        "Hebrews 6:1",
        "Colossians 2:6-7",
        "Philippians 4:13",
        "2 Corinthians 5:17",
        "1 Thessalonians 3:12",
        "Matthew 5:48",
        "Ephesians 4:15",
        "John 15:5",
        "Luke 2:52",
        "Philippians 2:13",
        "Romans 8:29",
        "1 Peter 2:2-3",
        "Hebrews 5:14",
        "2 Timothy 2:15",
        "1 Corinthians 14:20",
        "2 Thessalonians 1:3",
        "Ephesians 4:13",
        "2 Corinthians 9:10",
        "Luke 2:40",
        "Acts 17:11",
        "1 Timothy 4:7",
        "John 15:2",
        "1 Samuel 2:26",
        "1 Corinthians 3:8",
        "Psalm 92:12",
        "James 1:4",
        "Luke 1:80",
        "2 Timothy 3:16",
        "1 Corinthians 14:1",
        "Ephesians 6:17",
        "1 Corinthians 2:6",
        "1 Corinthians 3:7",
        "Acts 2:41",
        "Romans 5:3-4",
        "Ephesians 4:11-12",
        "Psalm 119:105",
        "Romans 5:5",
        "Ephesians 5:18",
        "Matthew 6:33",
        "Proverbs 24:16",
        "Hebrews 10:24",
        "James 1:5",
        "1 Thessalonians 5:17",
        "Revelation 1:1"
    ]
}