{
    "verses": [
        "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.",
        "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.",
        "Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.",
        "Pray without ceasing.",
        "But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.",
        "If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.",
        "Continue in prayer, and watch in the same with thanksgiving;",
        "Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.",
        "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
        "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;",
        "Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.",
        "Rejoicing in hope; patient in tribulation; continuing instant in prayer;",
        "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:",
        "And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.",
        "And he spake a parable unto them to this end, that men ought always to pray, and not to faint;",
        "The LORD is nigh unto all them that call upon him, to all that call upon him in truth.",
        "I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.",
        "Rejoice evermore. Pray without ceasing. In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
        "And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.",
        "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
        "For there is one God, and one mediator between God and men, the man Christ Jesus;",
        "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
        "But I say unto you which hear, Love your enemies, do good to them which hate you, Bless them that curse you, and pray for them which despitefully use you.",
        "And all things, whatsoever ye shall ask in prayer, believing, ye shall receive.",
        "The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.",
        "Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.",
        "If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.",
        "These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.",
        "My voice shalt thou hear in the morning, O LORD; in the morning will I direct my prayer unto thee, and will look up.",
        "And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.",
        "Let my prayer be set forth before thee as incense; and  the lifting up of my hands as the evening sacrifice.",
        "But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.",
        "Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.",
        "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.",
        "The LORD is far from the wicked: but he heareth the prayer of the righteous.",
        "Seek the LORD and his strength, seek his face continually.",
        "Is any among you afflicted? let him pray. Is any merry? let him sing psalms.",
        "In my distress I called upon the LORD, and cried unto my God: he heard my voice out of his temple, and my cry came before him, even into his ears.",
        "For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.",
        "For where two or three are gathered together in my name, there am I in the midst of them.",
        "Hear my prayer, O LORD, and give ear unto my cry; hold not thy peace at my tears: for I am a stranger with thee, and a sojourner, as all my fathers were.",
        "I cried unto him with my mouth, and he was extolled with my tongue.",
        "But the end of all things is at hand: be ye therefore sober, and watch unto prayer.",
        "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
        "And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.",
        "Peter therefore was kept in prison: but prayer was made without ceasing of the church unto God for him.",
        "So we fasted and besought our God for this: and he was intreated of us.",
        "And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.",
        "The sacrifice of the wicked is an abomination to the LORD: but the prayer of the upright is his delight.",
        "I called upon the LORD in distress: the LORD answered me, and set me in a large place.",
        "And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.",
        "I have called upon thee, for thou wilt hear me, O God: incline thine ear unto me, and hear my speech.",
        "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:",
        "And it came to pass, that, as he was praying in a certain place, when he ceased, one of his disciples said unto him, Lord, teach us to pray, as John also taught his disciples.",
        "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.",
        "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.",
        "And the LORD turned the captivity of Job, when he prayed for his friends: also the LORD gave Job twice as much as he had before.",
        "And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.",
        "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:",
        "Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.",
        "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done in earth, as it is  in heaven.",
        "He will regard the prayer of the destitute, and not despise their prayer.",
        "If I regard iniquity in my heart, the Lord will not hear me:",
        "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?",
        "Evening, and morning, and at noon, will I pray, and cry aloud: and he shall hear my voice.",
        "Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt pay thy vows.",
        "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son. If ye shall ask any thing in my name, I will do it.",
        "Heal me, O LORD, and I shall be healed; save me, and I shall be saved: for thou art my praise.",
        "Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.",
        "But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.",
        "Behold, I will bring it health and cure, and I will cure them, and will reveal unto them the abundance of peace and truth.",
        "He healeth the broken in heart, and bindeth up their wounds.",
        "The LORD will strengthen him upon the bed of languishing: thou wilt make all his bed in his sickness.",
        "And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.",
        "A merry heart doeth good like a medicine: but a broken spirit drieth the bones.",
        "Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.",
        "For I will restore health unto thee, and I will heal thee of thy wounds, saith the LORD; because they called thee an Outcast, saying, This is Zion, whom no man seeketh after.",
        "Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.",
        "Have mercy upon me, O LORD; for I am weak: O LORD, heal me; for my bones are vexed.",
        "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
        "Bless the LORD, O my soul, and forget not all his benefits: Who forgiveth all thine iniquities; who healeth all thy diseases;",
        "He sent his word, and healed them, and delivered them from their destructions.",
        "O LORD my God, I cried unto thee, and thou hast healed me.",
        "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.",
        "But unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall.",
        "And heal the sick that are therein, and say unto them, The kingdom of God is come nigh unto you.",
        "And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.",
        "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.",
        "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
        "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
        "I said, LORD, be merciful unto me: heal my soul; for I have sinned against thee.",
        "But when Jesus heard it, he answered him, saying, Fear not: believe only, and she shall be made whole.",
        "But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.",
        "How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.",
        "Jesus Christ the same yesterday, and to day, and for ever.",
        "And not only so, but we glory in tribulations also: knowing that tribulation worketh patience; And patience, experience; and experience, hope:",
        "See now that I, even I, am he, and there is  no god with me: I kill, and I make alive; I wound, and I heal: neither is there any that can deliver out of my hand.",
        "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.",
        "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
        "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
        "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.",
        "This is my comfort in my affliction: for thy word hath quickened me.",
        "Jesus said unto him, If thou canst believe, all things are  possible to him that believeth.",
        "But when Jesus heard that, he said unto them, They that be whole need not a physician, but they that are sick.",
        "The LORD openeth the eyes of the blind: the LORD raiseth them that are bowed down: the LORD loveth the righteous:",
        "And the whole multitude sought to touch him: for there went virtue out of him, and healed them all.",
        "(For we walk by faith, not by sight:)",
        "I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners.",
        "And Jesus went forth, and saw a great multitude, and was moved with compassion toward them, and he healed their sick.",
        "Now faith is the substance of things hoped for, the evidence of things not seen.",
        "And the people, when they knew it, followed him: and he received them, and spake unto them of the kingdom of God, and healed them that had need of healing.",
        "And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.",
        "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace.",
        "And when Jesus saw her, he called her to him, and said unto her, Woman, thou art loosed from thine infirmity.",
        "He giveth power to the faint; and to them that have no might he increaseth strength.",
        "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.",
        "Then they cry unto the LORD in their trouble, and he saveth them out of their distresses. He sent his word, and healed them, and delivered them from their destructions.",
        "Now therefore stand and see this great thing, which the LORD will do before your eyes.",
        "Then saith he to the man, Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the other.",
        "Be not wise in thine own eyes: fear the LORD, and depart from evil. It shall be health to thy navel, and marrow to thy bones.",
        "I will heal their backsliding, I will love them freely: for mine anger is turned away from him.",
        "To another faith by the same Spirit; to another the gifts of healing by the same Spirit;",
        "And Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately.",
        "As newborn babes, desire the sincere milk of the word, that ye may grow thereby:",
        "And the LORD shall smite Egypt: he shall smite and heal it:  and they shall return even to the LORD, and he shall be intreated of them, and shall heal them.",
        "I create the fruit of the lips; Peace, peace to him that is  far off, and to him that is near, saith the LORD; and I will heal him.",
        "So then faith cometh by hearing, and hearing by the word of God.",
        "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast.",
        "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
        "For with God nothing shall be impossible.",
        "Thou believest that there is one God; thou doest well: the devils also believe, and tremble.",
        "That your faith should not stand in the wisdom of men, but in the power of God.",
        "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:",
        "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
        "I can do all things through Christ which strengtheneth me.",
        "And the apostles said unto the Lord, Increase our faith.",
        "Ye see then how that by works a man is justified, and not by faith only.",
        "I have fought a good fight, I have finished my course, I have kept the faith:",
        "Watch ye, stand fast in the faith, quit you like men, be strong.",
        "For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.",
        "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.",
        "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
        "Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.",
        "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.",
        "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
        "Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.",
        "And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.",
        "Knowing this, that the trying of your faith worketh patience.",
        "Even so faith, if it hath not works, is dead, being alone.",
        "I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.",
        "Behold, his soul which is lifted up is not upright in him: but the just shall live by his faith.",
        "He that believeth and is baptized shall be saved; but he that believeth not shall be damned.",
        "He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.",
        "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
        "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
        "Him that is weak in the faith receive ye, but not to doubtful disputations.",
        "Then Jesus answered and said unto her, O woman, great is  thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.",
        "Trust in the LORD with all thine heart; and lean not unto thine own understanding.",
        "Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.",
        "And he said, The things which are impossible with men are possible with God.",
        "Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?",
        "But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:",
        "But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness.",
        "And Jesus answering saith unto them, Have faith in God.",
        "For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.",
        "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:",
        "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.",
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,",
        "Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord: (For we walk by faith, not by sight:)",
        "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
        "Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;",
        "Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.",
        "Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.",
        "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
        "And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.",
        "In all thy ways acknowledge him, and he shall direct thy paths.",
        "For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.",
        "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour.",
        "And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.",
        "Casting all your care upon him; for he careth for you.",
        "Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.",
        "Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.",
        "And he said to the woman, Thy faith hath saved thee; go in peace.",
        "Verily, verily, I say unto you, He that believeth on me hath everlasting life.",
        "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
        "Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?",
        "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
        "For by it the elders obtained a good report.",
        "I have chosen the way of truth: thy judgments have I laid before me.",
        "Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.",
        "In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
        "O give thanks unto the LORD, for he is good: for his mercy endureth for ever.",
        "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;",
        "Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.",
        "Thanks be unto God for his unspeakable gift.",
        "Praise ye the LORD. O give thanks unto the LORD; for he is  good: for his mercy endureth for ever.",
        "O give thanks unto the LORD; call upon his name: make known his deeds among the people.",
        "And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.",
        "Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name.",
        "And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.",
        "Grant thee according to thine own heart, and fulfil all thy counsel.",
        "To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee for ever.",
        "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
        "Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms.",
        "I thank my God, making mention of thee always in my prayers,",
        "O give thanks unto the LORD; for he is good; for his mercy endureth for ever.",
        "I will praise the LORD according to his righteousness: and will sing praise to the name of the LORD most high.",
        "Now therefore, our God, we thank thee, and praise thy glorious name.",
        "Let not your heart be troubled: ye believe in God, believe also in me.",
        "Thou art my God, and I will praise thee: thou art  my God, I will exalt thee.",
        "I will praise the name of God with a song, and will magnify him with thanksgiving.",
        "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.",
        "Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.",
        "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
        "Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:",
        "I thank my God upon every remembrance of you,",
        "He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?",
        "For all things are for your sakes, that the abundant grace might through the thanksgiving of many redound to the glory of God.",
        "I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;",
        "I will praise thee, O LORD, with my whole heart; I will shew forth all thy marvellous works.",
        "Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.",
        "For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.",
        "For every creature of God is good, and nothing to be refused, if it be received with thanksgiving: For it is sanctified by the word of God and prayer.",
        "I will give thee thanks in the great congregation: I will praise thee among much people.",
        "Being enriched in every thing to all bountifulness, which causeth through us thanksgiving to God.",
        "What shall I render unto the LORD for all his benefits toward me?",
        "But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.",
        "For whosoever shall call upon the name of the Lord shall be saved.",
        "Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.",
        "For what thanks can we render to God again for you, for all the joy wherewith we joy for your sakes before our God;",
        "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
        "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.",
        "Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!",
        "We give thanks to God always for you all, making mention of you in our prayers;",
        "Cease not to give thanks for you, making mention of you in my prayers;",
        "Offer unto God thanksgiving; and pay thy vows unto the most High:",
        "And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;",
        "Unto thee, O God, do we give thanks, unto thee do we give thanks: for that thy name is near thy wondrous works declare.",
        "Prove all things; hold fast that which is good.",
        "In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:",
        "For Christ is the end of the law for righteousness to every one that believeth.",
        "These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.",
        "I will offer to thee the sacrifice of thanksgiving, and will call upon the name of the LORD.",
        "And in that day shall ye say, Praise the LORD, call upon his name, declare his doings among the people, make mention that his name is exalted.",
        "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;",
        "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
        "But I will sacrifice unto thee with the voice of thanksgiving; I will pay that that I have vowed. Salvation is of the LORD.",
        "Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:",
        "Now thanks be unto God, which always causeth us to triumph in Christ, and maketh manifest the savour of his knowledge by us in every place.",
        "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
        "Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.",
        "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.",
        "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.",
        "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
        "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.",
        "The wicked flee when no man pursueth: but the righteous are bold as a lion.",
        "He shall not be afraid of evil tidings: his heart is fixed, trusting in the LORD.",
        "And the LORD, he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed.",
        "What time I am afraid, I will trust in thee. In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me.",
        "And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.",
        "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?",
        "Finally, my brethren, be strong in the Lord, and in the power of his might.",
        "Desiring to be teachers of the law; understanding neither what they say, nor whereof they affirm.",
        "Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.",
        "Behold, God is my salvation; I will trust, and not be afraid: for the LORD JEHOVAH is my strength and my song; he also is become my salvation.",
        "He maketh me to lie down in green pastures: he leadeth me beside the still waters.",
        "In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.",
        "Bow down thine ear to me; deliver me speedily: be thou my strong rock, for an house of defence to save me.",
        "When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.",
        "And he said unto them, I am an hundred and twenty years old this day; I can no more go out and come in: also the LORD hath said unto me, Thou shalt not go over this Jordan.",
        "Be of good courage, and let us play the men for our people, and for the cities of our God: and the LORD do that which seemeth him good.",
        "Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.",
        "There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.",
        "Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it.",
        "We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.",
        "Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.",
        "I have set the LORD always before me: because he is at my right hand, I shall not be moved.",
        "If thou faint in the day of adversity, thy strength is small.",
        "For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.",
        "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
        "In the day when I cried thou answeredst me, and strengthenedst me with strength in my soul.",
        "And Joshua said unto them, Fear not, nor be dismayed, be strong and of good courage: for thus shall the LORD do to all your enemies against whom ye fight.",
        "For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me.",
        "Be strong and courageous, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that is with him: for there be more with us than with him:",
        "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.",
        "Be of good courage, and let us behave ourselves valiantly for our people, and for the cities of our God: and let the LORD do that which is  good in his sight.",
        "And from thence, when the brethren heard of us, they came to meet us as far as Appii Forum, and The three taverns: whom when Paul saw, he thanked God, and took courage.",
        "Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.",
        "And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus.",
        "With him is an arm of flesh; but with us is the LORD our God to help us, and to fight our battles. And the people rested themselves upon the words of Hezekiah king of Judah.",
        "And Caleb stilled the people before Moses, and said, Let us go up at once, and possess it; for we are well able to overcome it.",
        "I go the way of all the earth: be thou strong therefore, and shew thyself a man;",
        "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.",
        "And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.",
        "For as many of you as have been baptized into Christ have put on Christ.",
        "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:",
        "For this is the will of God, even your sanctification, that ye should abstain from fornication:",
        "Thy kingdom come. Thy will be done in earth, as it is  in heaven.",
        "If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.",
        "Wherefore be ye not unwise, but understanding what the will of the Lord is.",
        "For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.",
        "Thy word is a lamp unto my feet, and a light unto my path.",
        "Who will have all men to be saved, and to come unto the knowledge of the truth.",
        "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
        "And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.",
        "For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.",
        "For whosoever shall do the will of God, the same is my brother, and my sister, and mother.",
        "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",
        "Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.",
        "For that ye ought to say, If the Lord will, we shall live, and do this, or that.",
        "There are many devices in a man’s heart; nevertheless the counsel of the LORD, that shall stand.",
        "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.",
        "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.",
        "And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.",
        "Delight thyself also in the LORD; and he shall give thee the desires of thine heart.",
        "And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.",
        "Teach me to do thy will; for thou art my God: thy spirit is good; lead me into the land of uprightness.",
        "For this is good and acceptable in the sight of God our Saviour; Who will have all men to be saved, and to come unto the knowledge of the truth.",
        "And he said to them all, If any man  will come after me, let him deny himself, and take up his cross daily, and follow me.",
        "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.",
        "The grass withereth, the flower fadeth: but the word of our God shall stand for ever.",
        "God is a Spirit: and they that worship him must worship him in spirit and in truth.",
        "The LORD hath made all things for himself: yea, even the wicked for the day of evil.",
        "Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:",
        "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.",
        "Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:",
        "And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.",
        "All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:",
        "For all have sinned, and come short of the glory of God;",
        "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
        "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.",
        "Saying, Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.",
        "God is our refuge and strength, a very present help in trouble.",
        "I delight to do thy will, O my God: yea, thy law is within my heart.",
        "Every word of God is pure: he is a shield unto them that put their trust in him.",
        "For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.",
        "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:",
        "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,",
        "I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.",
        "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
        "As for God, his way is perfect: the word of the LORD is tried: he is a buckler to all those that trust in him.",
        "Rejoice in the Lord alway: and again I say, Rejoice.",
        "My brethren, count it all joy when ye fall into divers temptations;",
        "Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.",
        "Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.",
        "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.",
        "For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.",
        "These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.",
        "For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.",
        "This is the day which the LORD hath made; we will rejoice and be glad in it.",
        "Whom having not seen, ye love; in whom, though now ye see him  not, yet believing, ye rejoice with joy unspeakable and full of glory:",
        "Thou hast put gladness in my heart, more than in the time that  their corn and their wine increased.",
        "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance: against such there is no law.",
        "The hope of the righteous shall be gladness: but the expectation of the wicked shall perish.",
        "My lips shall greatly rejoice when I sing unto thee; and my soul, which thou hast redeemed.",
        "Rejoice with them that do rejoice, and weep with them that weep.",
        "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.",
        "But let all those that put their trust in thee rejoice: let them ever shout for joy, because thou defendest them: let them also that love thy name be joyful in thee.",
        "My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience.",
        "Therefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope.",
        "In the multitude of my thoughts within me thy comforts delight my soul.",
        "Rejoice evermore.",
        "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.",
        "Glory and honour are in his presence; strength and gladness are in his place.",
        "Be glad in the LORD, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.",
        "I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.",
        "A man hath joy by the answer of his mouth: and a word spoken  in due season, how good is it!",
        "They that sow in tears shall reap in joy.",
        "Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;",
        "Having many things to write unto you, I would not write with paper and ink: but I trust to come unto you, and speak face to face, that our joy may be full.",
        "Restore unto me the joy of thy salvation; and uphold me with thy  free spirit.",
        "Thy testimonies have I taken as an heritage for ever: for they are the rejoicing of my heart.",
        "And ye became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Ghost:",
        "For our heart shall rejoice in him, because we have trusted in his holy name.",
        "Great is my boldness of speech toward you, great is  my glorying of you: I am filled with comfort, I am exceeding joyful in all our tribulation.",
        "But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.",
        "The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.",
        "That I may come unto you with joy by the will of God, and may with you be refreshed.",
        "And these things write we unto you, that your joy may be full.",
        "O clap your hands, all ye people; shout unto God with the voice of triumph.",
        "Make a joyful noise unto the LORD, all ye lands.",
        "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him.",
        "For ye are our glory and joy.",
        "Thy words were found, and I did eat them; and thy word was unto me the joy and rejoicing of mine heart: for I am called by thy name, O LORD God of hosts.",
        "Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.",
        "And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.",
        "Thou hast multiplied the nation, and not increased the joy: they joy before thee according to the joy in harvest, and as men rejoice when they divide the spoil.",
        "Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;",
        "For we have great joy and consolation in thy love, because the bowels of the saints are refreshed by thee, brother.",
        "I have no greater joy than to hear that my children walk in truth.",
        "Light is sown for the righteous, and gladness for the upright in heart.",
        "Cry out and shout, thou inhabitant of Zion: for great is the Holy One of Israel in the midst of thee.",
        "And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.",
        "I have rejoiced in the way of thy testimonies, as much as  in all riches.",
        "Make me to hear joy and gladness; that the bones which  thou hast broken may rejoice.",
        "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
        "Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.",
        "And my spirit hath rejoiced in God my Saviour.",
        "And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.",
        "And the disciples were filled with joy, and with the Holy Ghost.",
        "When they saw the star, they rejoiced with exceeding great joy.",
        "For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance.",
        "Therefore with joy shall ye draw water out of the wells of salvation.",
        "Let all those that seek thee rejoice and be glad in thee: and let such as love thy salvation say continually, Let God be magnified.",
        "And he brought forth his people with joy, and his chosen with gladness:",
        "And they worshipped him, and returned to Jerusalem with great joy:",
        "For the LORD taketh pleasure in his people: he will beautify the meek with salvation.",
        "I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.",
        "Not for that we have dominion over your faith, but are helpers of your joy: for by faith ye stand.",
        "He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.",
        "Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.",
        "And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;",
        "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.",
        "And God wrought special miracles by the hands of Paul:",
        "Thou art the God that doest wonders: thou hast declared thy strength among the people.",
        "When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.",
        "Behold, I am the LORD, the God of all flesh: is there any thing too hard for me?",
        "This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.",
        "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible.",
        "And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.",
        "Even him, whose coming is after the working of Satan with all power and signs and lying wonders,",
        "And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.",
        "God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?",
        "Long time therefore abode they speaking boldly in the Lord, which gave testimony unto the word of his grace, and granted signs and wonders to be done by their hands.",
        "And when he was come into the house, the blind men came to him: and Jesus saith unto them, Believe ye that I am able to do this? They said unto him, Yea, Lord.",
        "And I fell unto the ground, and heard a voice saying unto me, Saul, Saul, why persecutest thou me?",
        "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.",
        "And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:",
        "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
        "Only fear the LORD, and serve him in truth with all your heart: for consider how great things he hath done for you.",
        "Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.",
        "And Israel saw that great work which the LORD did upon the Egyptians: and the people feared the LORD, and believed the LORD, and his servant Moses.",
        "Truly the signs of an apostle were wrought among you in all patience, in signs, and wonders, and mighty deeds.",
        "Which doeth great things and unsearchable; marvellous things without number:",
        "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.",
        "And when the devil was cast out, the dumb spake: and the multitudes marvelled, saying, It was never so seen in Israel.",
        "And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.",
        "But covet earnestly the best gifts: and yet shew I unto you a more excellent way.",
        "But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.",
        "But if I cast out devils by the Spirit of God, then the kingdom of God is come unto you.",
        "Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?",
        "Which doeth great things past finding out; yea, and wonders without number.",
        "Now the LORD had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.",
        "And Aaron spake all the words which the LORD had spoken unto Moses, and did the signs in the sight of the people.",
        "Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.",
        "Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;",
        "Now therefore forgive, I pray thee, my sin only this once, and intreat the LORD your God, that he may take away from me this death only.",
        "He is thy praise, and he is thy God, that hath done for thee these great and terrible things, which thine eyes have seen.",
        "And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.",
        "Thou knowest my downsitting and mine uprising, thou understandest my thought afar off.",
        "Saying, There was in a city a judge, which feared not God, neither regarded man:",
        "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;",
        "And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.",
        "So when this was done, others also, which had diseases in the island, came, and were healed:",
        "By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.",
        "Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.",
        "For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:",
        "Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms. For the LORD is a great God, and a great King above all gods.",
        "At midnight I will rise to give thanks unto thee because of thy righteous judgments.",
        "Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.",
        "O give thanks unto the God of heaven: for his mercy endureth  for ever.",
        "Sing unto the LORD, O ye saints of his, and give thanks at the remembrance of his holiness.",
        "O give thanks unto the LORD; for he is good: for his mercy endureth for ever.",
        "Bless the LORD, O my soul, and forget not all his benefits:",
        "The LORD recompense thy work, and a full reward be given thee of the LORD God of Israel, under whose wings thou art come to trust.",
        "The LORD bless thee, and keep thee: The LORD make his face shine upon thee, and be gracious unto thee: The LORD lift up his countenance upon thee, and give thee peace.",
        "As ye have therefore received Christ Jesus the Lord, so walk ye in him:",
        "Sing unto the LORD with thanksgiving; sing praise upon the harp unto our God:",
        "And now the LORD shew kindness and truth unto you: and I also will requite you this kindness, because ye have done this thing.",
        "And fell down on his face at his feet, giving him thanks: and he was a Samaritan.",
        "Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah.",
        "We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,",
        "And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.",
        "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?",
        "Let all your things be done with charity.",
        "He that loveth not knoweth not God; for God is love.",
        "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.",
        "And above all these things put on charity, which is the bond of perfectness.",
        "Greater love hath no man than this, that a man lay down his life for his friends.",
        "We love him, because he first loved us.",
        "Hatred stirreth up strifes: but love covereth all sins.",
        "Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.",
        "Husbands, love your wives, even as Christ also loved the church, and gave himself for it;",
        "With all lowliness and meekness, with longsuffering, forbearing one another in love;",
        "If ye love me, keep my commandments.",
        "A friend loveth at all times, and a brother is born for adversity.",
        "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.",
        "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.",
        "Be kindly affectioned one to another with brotherly love; in honour preferring one another;",
        "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.",
        "My little children, let us not love in word, neither in tongue; but in deed and in truth.",
        "Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God. He that loveth not knoweth not God; for God is love.",
        "This is my commandment, That ye love one another, as I have loved you.",
        "Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.",
        "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
        "He that covereth a transgression seeketh love; but he that repeateth a matter separateth very friends.",
        "With all lowliness and meekness, with longsuffering, forbearing one another in love; Endeavouring to keep the unity of the Spirit in the bond of peace.",
        "If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?",
        "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time: Casting all your care upon him; for he careth for you.",
        "But thou, O Lord, art a God full of compassion, and gracious, longsuffering, and plenteous in mercy and truth.",
        "And as ye would that men should do to you, do ye also to them likewise.",
        "No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.",
        "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.",
        "Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.",
        "Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned.",
        "And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.",
        "The LORD hath appeared of old unto me, saying, Yea, I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee.",
        "Because thy lovingkindness is better than life, my lips shall praise thee.",
        "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:",
        "Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.",
        "And this commandment have we from him, That he who loveth God love his brother also.",
        "Beloved, if God so loved us, we ought also to love one another.",
        "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.",
        "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?",
        "Cause me to hear thy lovingkindness in the morning; for in thee do I trust: cause me to know the way wherein I should walk; for I lift up my soul unto thee.",
        "Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.",
        "For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.",
        "Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
        "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,",
        "And Jacob served seven years for Rachel; and they seemed unto him but a few days, for the love he had to her.",
        "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.",
        "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.",
        "This is my commandment, That ye love one another, as I have loved you. Greater love hath no man than this, that a man lay down his life for his friends.",
        "Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.",
        "I love them that love me; and those that seek me early shall find me.",
        "For the love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead:",
        "How fair is thy love, my sister, my spouse! how much better is thy love than wine! and the smell of thine ointments than all spices!",
        "Better is a dinner of herbs where love is, than a stalled ox and hatred therewith.",
        "My beloved is mine, and I am his: he feedeth among the lilies.",
        "If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:",
        "Let her be as the loving hind and pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love.",
        "Let him kiss me with the kisses of his mouth: for thy love is  better than wine.",
        "Whoso findeth a wife findeth a good thing, and obtaineth favour of the LORD.",
        "And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour."
    ],
    "references": [
        "Mark 11:24",
        "Philippians 4:6",
        "James 5:16",
        "1 Thessalonians 5:17",
        "Matthew 6:7",
        "John 15:7",
        "Colossians 4:2",
        "Jeremiah 33:3",
        "Matthew 26:41",
        "Ephesians 6:18",
        "Jeremiah 29:12",
        "Romans 12:12",
        "1 John 5:14",
        "Luke 11:9",
        "Luke 18:1",
        "Psalm 145:18",
        "1 Timothy 2:8",
        "1 Thessalonians 5:16-18",
        "1 John 5:15",
        "Matthew 5:44",
        "1 Timothy 2:5",
        "Hebrews 4:16",
        "Luke 6:27-28",
        "Matthew 21:22",
        "Psalm 34:17",
        "James 4:3",
        "1 John 1:9",
        "Acts 1:14",
        "Psalm 5:3",
        "Acts 2:42",
        "Psalm 141:2",
        "James 1:6",
        "James 4:2",
        "John 14:13",
        "Proverbs 15:29",
        "1 Chronicles 16:11",
        "James 5:13",
        "Psalm 18:6",
        "1 Peter 3:12",
        "Matthew 18:20",
        "Psalm 39:12",
        "Psalm 66:17",
        "1 Peter 4:7",
        "Mark 11:25",
        "Luke 6:12",
        "Acts 12:5",
        "Ezra 8:23",
        "1 John 3:22",
        "Proverbs 15:8",
        "Psalm 118:5",
        "Acts 16:25",
        "Psalm 17:6",
        "Matthew 7:7",
        "Luke 11:1",
        "Psalm 19:14",
        "Matthew 6:9",
        "Job 42:10",
        "Mark 1:35",
        "James 5:14",
        "John 9:31",
        "Matthew 6:9-10",
        "Psalm 102:17",
        "Psalm 66:18",
        "Matthew 7:11",
        "Psalm 55:17",
        "Job 22:27",
        "John 14:13-14",
        "Jeremiah 17:14",
        "1 Peter 2:24",
        "Isaiah 53:5",
        "Jeremiah 33:6",
        "Psalm 147:3",
        "Psalm 41:3",
        "James 5:15",
        "Proverbs 17:22",
        "3 John 1:2",
        "Jeremiah 30:17",
        "Matthew 10:8",
        "Psalm 6:2",
        "Philippians 4:19",
        "Psalm 103:2-3",
        "Psalm 107:20",
        "Psalm 30:2",
        "Proverbs 16:24",
        "Malachi 4:2",
        "Luke 10:9",
        "Exodus 23:25",
        "Acts 4:30",
        "Mark 5:34",
        "John 14:27",
        "Psalm 41:4",
        "Luke 8:50",
        "Hebrews 11:6",
        "Acts 10:38",
        "Hebrews 13:8",
        "Romans 5:3-4",
        "Deuteronomy 32:39",
        "John 10:10",
        "James 4:7",
        "Matthew 11:28",
        "Mark 10:52",
        "Psalm 119:50",
        "Mark 9:23",
        "Matthew 9:12",
        "Psalm 146:8",
        "Luke 6:19",
        "2 Corinthians 5:7",
        "Isaiah 57:18",
        "Matthew 14:14",
        "Hebrews 11:1",
        "Luke 9:11",
        "Numbers 12:13",
        "Luke 8:48",
        "Luke 13:12",
        "Isaiah 40:29",
        "Psalm 73:26",
        "Psalm 107:19-20",
        "1 Samuel 12:16",
        "Matthew 12:13",
        "Proverbs 3:7-8",
        "Hosea 14:4",
        "1 Corinthians 12:9",
        "Acts 9:34",
        "1 Peter 2:2",
        "Isaiah 19:22",
        "Isaiah 57:19",
        "Romans 10:17",
        "Ephesians 2:8-9",
        "Proverbs 3:5-6",
        "Luke 1:37",
        "James 2:19",
        "1 Corinthians 2:5",
        "Ephesians 2:8",
        "John 3:16",
        "Philippians 4:13",
        "Luke 17:5",
        "James 2:24",
        "2 Timothy 4:7",
        "1 Corinthians 16:13",
        "1 John 5:4",
        "Romans 1:17",
        "Romans 15:13",
        "Psalm 46:10",
        "Romans 10:9",
        "1 Corinthians 13:13",
        "Ephesians 6:16",
        "John 6:35",
        "James 1:3",
        "James 2:17",
        "John 8:24",
        "Habakkuk 2:4",
        "Mark 16:16",
        "John 3:36",
        "John 7:38",
        "1 Timothy 6:12",
        "Romans 14:1",
        "Matthew 15:28",
        "Proverbs 3:5",
        "Hebrews 11:11",
        "Luke 18:27",
        "John 11:40",
        "John 1:12",
        "1 Timothy 6:11",
        "Mark 11:22",
        "Romans 10:10",
        "Romans 5:1",
        "Joshua 1:9",
        "John 1:1",
        "Galatians 5:22",
        "2 Corinthians 5:6-7",
        "Jeremiah 29:11",
        "1 Thessalonians 1:3",
        "1 John 5:1",
        "Hebrews 10:38",
        "Matthew 6:24",
        "Mark 9:24",
        "Proverbs 3:6",
        "Galatians 5:6",
        "Matthew 9:22",
        "Romans 14:23",
        "1 Peter 5:7",
        "James 2:18",
        "1 Timothy 4:12",
        "Luke 7:50",
        "John 6:47",
        "Romans 8:28",
        "1 John 5:5",
        "Isaiah 40:31",
        "Hebrews 11:2",
        "Psalm 119:30",
        "Deuteronomy 31:6",
        "1 Thessalonians 5:18",
        "Psalm 107:1",
        "Ephesians 5:20",
        "James 1:17",
        "2 Corinthians 9:15",
        "Psalm 106:1",
        "Psalm 105:1",
        "Colossians 3:15",
        "Psalm 100:4",
        "Colossians 3:17",
        "Psalm 20:4",
        "Psalm 30:12",
        "Romans 1:21",
        "Psalm 95:2",
        "Philemon 1:4",
        "1 Chronicles 16:34",
        "Psalm 7:17",
        "1 Chronicles 29:13",
        "John 14:1",
        "Psalm 118:28",
        "Psalm 69:30",
        "Psalm 28:7",
        "Colossians 2:7",
        "1 Corinthians 15:57",
        "Hebrews 12:28",
        "Philippians 1:3",
        "Micah 6:8",
        "2 Corinthians 4:15",
        "1 Corinthians 1:4",
        "Psalm 9:1",
        "Jeremiah 1:5",
        "Romans 6:23",
        "1 Timothy 4:4-5",
        "Psalm 35:18",
        "2 Corinthians 9:11",
        "Psalm 116:12",
        "2 Corinthians 9:6",
        "Romans 10:13",
        "Revelation 11:17",
        "1 Thessalonians 3:9",
        "Romans 1:8",
        "Matthew 10:28",
        "Psalm 107:8",
        "1 Thessalonians 1:2",
        "Ephesians 1:16",
        "Psalm 50:14",
        "1 Timothy 1:12",
        "Psalm 75:1",
        "1 Thessalonians 5:21",
        "Ephesians 1:11",
        "Romans 10:4",
        "Acts 17:11",
        "Psalm 116:17",
        "Isaiah 12:4",
        "1 Timothy 2:1",
        "John 3:3",
        "Jonah 2:9",
        "Colossians 1:12",
        "2 Corinthians 2:14",
        "2 Timothy 1:7",
        "Psalm 31:24",
        "Psalm 27:14",
        "Psalm 23:4",
        "John 16:33",
        "Mark 5:36",
        "Proverbs 28:1",
        "Psalm 112:7",
        "Deuteronomy 31:8",
        "Psalm 56:3-4",
        "Philippians 1:28",
        "Psalm 27:1",
        "Ephesians 6:10",
        "1 Timothy 1:7",
        "Joshua 1:6",
        "Isaiah 12:2",
        "Psalm 23:2",
        "John 14:2",
        "Psalm 31:2",
        "Psalm 27:2",
        "Deuteronomy 31:2",
        "2 Samuel 10:12",
        "1 Corinthians 15:58",
        "1 John 4:18",
        "Ezra 10:4",
        "2 Corinthians 5:8",
        "Isaiah 35:4",
        "Psalm 16:8",
        "Proverbs 24:10",
        "Romans 8:15",
        "Galatians 6:9",
        "Psalm 138:3",
        "Joshua 10:25",
        "Psalm 18:39",
        "2 Chronicles 32:7",
        "Mark 15:43",
        "1 Chronicles 19:13",
        "Acts 28:15",
        "1 Corinthians 16:2",
        "Matthew 14:29",
        "2 Chronicles 32:8",
        "Numbers 13:30",
        "1 Kings 2:2",
        "Isaiah 26:3",
        "Luke 12:4",
        "Galatians 3:27",
        "1 Peter 2:15",
        "1 Thessalonians 4:3",
        "Matthew 6:10",
        "John 7:17",
        "Ephesians 5:17",
        "Hebrews 10:36",
        "Psalm 119:105",
        "1 Timothy 2:4",
        "Matthew 6:33",
        "1 John 2:17",
        "1 Peter 3:17",
        "Mark 3:35",
        "James 1:5",
        "1 Peter 4:19",
        "James 4:15",
        "Proverbs 19:21",
        "Romans 12:1",
        "Romans 5:8",
        "John 6:40",
        "Psalm 37:4",
        "Romans 8:27",
        "Psalm 143:10",
        "1 Timothy 2:3-4",
        "Luke 9:23",
        "Matthew 7:21",
        "Isaiah 40:8",
        "John 4:24",
        "Proverbs 16:4",
        "Galatians 1:4",
        "Matthew 4:4",
        "Matthew 7:24",
        "1 John 4:16",
        "2 Timothy 3:16",
        "Romans 3:23",
        "John 14:6",
        "1 John 1:5",
        "Luke 22:42",
        "Psalm 46:1",
        "Psalm 40:8",
        "Proverbs 30:5",
        "2 Corinthians 5:21",
        "Matthew 28:19",
        "Ephesians 3:20",
        "John 5:30",
        "Ephesians 2:10",
        "Psalm 18:30",
        "Philippians 4:4",
        "James 1:2",
        "Psalm 16:11",
        "John 16:24",
        "John 16:22",
        "Romans 14:17",
        "John 15:11",
        "Psalm 30:5",
        "Psalm 118:24",
        "1 Peter 1:8",
        "Psalm 4:7",
        "Galatians 5:22-23",
        "Proverbs 10:28",
        "Psalm 71:23",
        "Romans 12:15",
        "Luke 15:10",
        "Psalm 5:11",
        "James 1:2-3",
        "Psalm 16:9",
        "Psalm 94:19",
        "1 Thessalonians 5:16",
        "Ecclesiastes 9:7",
        "1 Chronicles 16:27",
        "Psalm 32:11",
        "Luke 15:7",
        "Proverbs 15:23",
        "Psalm 126:5",
        "Psalm 30:11",
        "2 John 1:12",
        "Psalm 51:12",
        "Psalm 119:111",
        "1 Thessalonians 1:6",
        "Psalm 33:21",
        "2 Corinthians 7:4",
        "1 Peter 4:13",
        "Psalm 19:8",
        "Romans 15:32",
        "1 John 1:4",
        "Psalm 47:1",
        "Psalm 100:1",
        "Proverbs 23:24",
        "1 Thessalonians 2:20",
        "Jeremiah 15:16",
        "2 Corinthians 12:10",
        "John 17:13",
        "Isaiah 9:3",
        "Colossians 1:11",
        "Philemon 1:7",
        "3 John 1:4",
        "Psalm 97:11",
        "Isaiah 12:6",
        "Luke 2:10",
        "Psalm 119:14",
        "Psalm 51:8",
        "2 Corinthians 6:10",
        "Acts 2:28",
        "Luke 1:47",
        "Romans 5:11",
        "Acts 13:52",
        "Matthew 2:10",
        "Psalm 21:6",
        "Isaiah 12:3",
        "Psalm 70:4",
        "Psalm 105:43",
        "Luke 24:52",
        "Psalm 149:4",
        "Psalm 9:2",
        "2 Corinthians 1:24",
        "Psalm 126:6",
        "John 4:48",
        "Mark 16:17",
        "John 14:12",
        "Acts 19:11",
        "Psalm 77:14",
        "John 11:4",
        "Jeremiah 32:27",
        "John 2:11",
        "Matthew 19:26",
        "Mark 16:20",
        "2 Thessalonians 2:9",
        "Mark 10:27",
        "Hebrews 2:4",
        "Acts 14:3",
        "Matthew 9:28",
        "Acts 22:7",
        "Acts 1:9",
        "John 20:30",
        "Isaiah 7:14",
        "1 Samuel 12:24",
        "2 Timothy 1:6",
        "Exodus 14:31",
        "2 Corinthians 12:12",
        "Job 5:9",
        "Acts 3:6",
        "Matthew 9:33",
        "Acts 19:6",
        "1 Corinthians 12:31",
        "John 20:31",
        "Matthew 12:28",
        "Matthew 7:22",
        "Job 9:10",
        "Jonah 1:17",
        "Exodus 4:30",
        "1 Timothy 4:14",
        "Psalm 105:5",
        "Exodus 10:17",
        "Deuteronomy 10:21",
        "Matthew 4:3",
        "Psalm 139:2",
        "Luke 18:2",
        "Luke 1:2",
        "Mark 9:3",
        "Acts 28:9",
        "Hebrews 13:15",
        "Revelation 7:12",
        "1 Timothy 4:4",
        "Psalm 95:2-3",
        "Psalm 119:62",
        "Ephesians 5:4",
        "Psalm 136:26",
        "Psalm 30:4",
        "Psalm 136:1",
        "Psalm 103:2",
        "Ruth 2:12",
        "Numbers 6:24-26",
        "Colossians 2:6",
        "Psalm 147:7",
        "2 Samuel 2:6",
        "Luke 17:16",
        "Psalm 68:19",
        "Colossians 1:3",
        "Ruth 1:8",
        "1 Corinthians 10:16",
        "1 Corinthians 16:14",
        "1 John 4:8",
        "1 Peter 4:8",
        "Colossians 3:14",
        "John 15:13",
        "1 John 4:19",
        "Proverbs 10:12",
        "1 John 4:7",
        "Ephesians 5:25",
        "Ephesians 4:2",
        "John 14:15",
        "Proverbs 17:17",
        "Romans 13:8",
        "Romans 12:9",
        "Romans 12:10",
        "Romans 13:10",
        "1 John 3:18",
        "1 John 4:7-8",
        "John 15:12",
        "Ephesians 5:33",
        "Mark 12:31",
        "Proverbs 17:9",
        "Ephesians 4:2-3",
        "1 John 4:20",
        "1 Peter 5:6-7",
        "Psalm 86:15",
        "Luke 6:31",
        "1 John 4:12",
        "John 13:34",
        "1 John 3:16",
        "Song of Solomon 8:7",
        "Romans 5:5",
        "Jeremiah 31:3",
        "Psalm 63:3",
        "1 Peter 1:22",
        "John 14:23",
        "1 John 4:21",
        "1 John 4:11",
        "Matthew 22:37",
        "Romans 8:35",
        "Psalm 143:8",
        "Leviticus 19:18",
        "Galatians 5:13",
        "Isaiah 43:4",
        "1 Corinthians 13:4",
        "Genesis 29:20",
        "Ephesians 4:32",
        "1 Corinthians 13:1",
        "John 15:12-13",
        "Philippians 2:2",
        "Proverbs 8:17",
        "2 Corinthians 5:14",
        "Song of Solomon 4:10",
        "Proverbs 15:17",
        "Song of Solomon 2:16",
        "James 2:8",
        "Proverbs 5:19",
        "Song of Solomon 1:2",
        "Proverbs 18:22",
        "Ephesians 5:2"
    ]
}